[
    {
        "Trial Text": "Inclusion Criteria:\n\nPatients with a history of histological and/or cytological proven HER2-positive primary breast cancer. In the Netherlands HER2-positivity is defined as:\n\nHER2 immunohistochemical score of 3+, or\nHER2 immunohistochemical score of 2+ and positive FISH for HER2/c-erbB2 amplification.\n\nIn Belgium HER2-positivity is defined as positive FISH for HER2/c-erbB2 amplification.\n\nPatients with suspected metastatic disease or local recurrence of HER2-positive breast cancer and a clinical dilemma:\n\nin whom standard work up with imaging has failed to solve the clinical dilemma (diagnostic/therapeutic), leaving issues with regard to HER2 status of lesions and\nin whom a biopsy is desirable but cannot (easily) be performed due to technical or patient factors or otherwise.\nStandard work-up with imaging is defined as CT chest and abdomen, bone scintigraphy, as well as FDG-PET.\nAge >18 years of age.\nWHO performance status 0-2.\nSigned written informed consent.\nAble to comply with the protocol.\n\nExclusion Criteria:\n\nPregnant or lactating women.\nPrior allergic reaction to immunoglobulins or immunoglobulin allergy.\nInability to comply with study procedures",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {},
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Allowed",
                "confirmed_locally_recurrent_breast_cancer": "Allowed",
                "her2_status": "Positive only"
            },
            "health_and_organ_function": {
                "pregnancy_nursing": "Not allowed",
                "ecog_performance_status_upper_bound": 2
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Patients with a history of histological and/or cytological proven HER2-positive primary breast cancer."
            },
            "unused_text": {
                "inclusion_criteria": "Patients with suspected metastatic disease or local recurrence of HER2-positive breast cancer and a clinical dilemma: in whom standard work up with imaging has failed to solve the clinical dilemma (diagnostic/therapeutic), leaving issues with regard to HER2 status of lesions and in whom a biopsy is desirable but cannot (easily) be performed due to technical or patient factors or otherwise. Standard work-up with imaging is defined as CT chest and abdomen, bone scintigraphy, as well as FDG-PET. Age >18 years of age. WHO performance status 0-2. Signed written informed consent. Able to comply with the protocol. Exclusion Criteria: Prior allergic reaction to immunoglobulins or immunoglobulin allergy. Inability to comply with study procedures."
            }
        }
    },
    {
        "Trial Text": "SELECTION OF PATIENTS (MOST IMPORTANT CRITERIA)\n\nInclusion criteria for first-line therapy\n\n‚Ä¢ Histologically confirmed breast cancer with distant metastases\n\nNote:\n\nA biopsy from the primary tumor or a metastasis can be used for diagnosis.\nPatients with non-measurable lesions are eligible.\nPatients with inoperable, locally advanced breast cancer with lymph node metastases other than ipsilateral locoregional (axillary, infraclavicular, parasternal) or other distant metastases are eligible.\nPatients with bone metastases with or without bone targeted therapy (bisphosphonates, denosumab) are eligible.\n\nPatients with de-novo Stage IV disease are eligible.\n\nHER2-positive tumor according to central pathology testing for HER2\n\nNote:\n\nA formalin-fixed paraffin-embedded (FFPE) biopsy from the primary tumor or a metastasis has to be used for HER2 status determination. If a biopsy is available from a metastasis, the HER2 testing should be performed using the metastasis.\n\nFine needle aspiration is not acceptable for HER 2 testing. ‚Ä¢ Women aged ‚â•18 years\n\n‚Ä¢ WHO performance status 0 to 2\n\nLeft Ventricular Ejection Fraction (LVEF) ‚â•50% as determined by either ECHO or MUGA\nAdequate organ function, evidenced by the following laboratory results:\n\nNeutrophils >1.5x109/L, platelets >100x109/L, hemoglobin ‚â•90g/L, total bilirubin ‚â§1.5xULN (unless the patients has documented Gilbert's disease), AST ‚â§3xULN, ALT ‚â§3xULN, AP ‚â§2.5xULN (except in patients with bone metastases: AP ‚â§5xULN), creatinine ‚â§1.5xULN\n\nExclusion criteria for first-line therapy\n\n‚Ä¢ Prior chemotherapy for inoperable locally advanced or metastatic breast cancer\n\nNote:\n\nPrior neoadjuvant/adjuvant chemotherapy is allowed if doses for anthracyclines have not exceeded 720mg/m2 and 240mg/m2 for epirubicin and doxorubicin, respectively.\n\n- Re-exposure to paclitaxel is permitted, if the last dose of taxane was given at least 1 year before randomization.\n\n- Re-exposure to vinorelbine is permitted, if the last dose of vinorelbine was given at least 1 year before randomization.\n\nPrior anti-HER2 treatment for metastatic or inoperable breast cancer\n\nNote:\n\nPrior neoadjuvant/adjuvant anti-HER2 treatment with trastuzumab and/or lapatinib is allowed.\n\n‚Ä¢ More than one endocrine treatment line for metastatic or inoperable breast cancer exceeding a duration of 1 month\n\nNote:\n\nAdjuvant endocrine treatment is not counted as one line.\n\nPatients progressing on endocrine treatment: this specific endocrine treatment must have been stopped at least 2 weeks prior to randomization.\n\n‚Ä¢ Prior treatment with pertuzumab and/or T-DM1\n\n‚Ä¢ Known leptomeningeal or CNS metastases\n\nNote:\n\nA brain MRI or CT scan is mandatory in case of clinical suspicion of CNS metastases.\n\n‚Ä¢ Single bone metastasis treated with radiotherapy (if the bone metastasis is the only tumor lesion)\n\nInclusion criteria for second-line therapy ‚Ä¢ At least one dose of trial therapy in the first-line treatment phase of this trial\n\n‚Ä¢ ‚Ä¢ Proven disease progression on first-line therapy or radiotherapy of a bone metastasis\n\nNotes:\n\nFirst new parenchymal CNS metastases only do not count as progression requiring the initiation of second line trial treatment. Radiotherapy of a single area only for pain control is allowed and will not count as PD.\n\n‚Ä¢ Adequate organ function, evidenced by the following laboratory results: Neutrophils >1.5x109/L, platelets >100x109/L, hemoglobin ‚â•90g/L, total bilirubin ‚â§1.5xULN (unless the patients has documented Gilbert's disease), AST ‚â§3xULN, AP ‚â§2.5xULN (except in patients with bone metastases: AP ‚â§5xULN), creatinine ‚â§1.5ULN\n\n‚Ä¢ LVEF ‚â•50% as determined by either ECHO or MUGA\n\n‚Ä¢ QoL questionnaire has been completed.\n\nExclusion criteria for second-line therapy\n\n‚Ä¢ Termination of first-line therapy with trastuzumab/pertuzumab due to unacceptable toxicity without objective evidence of disease progression\n\n‚Ä¢ CNS metastases that are untreated, symptomatic, or require therapy to control symptoms, as well as a history of radiation, surgery, or other therapy, including steroids, to control symptoms from CNS metastases within 2 months (60 days) before registration\n\n‚Ä¢ Peripheral neuropathy of CTCAE grade ‚â•3\n\nInterstitial lung disease (ILD) or pneumonitis grade ‚â•3\nAny other adverse event which has not recovered to CTCAE grade ‚â§1 (except alopecia)",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {},
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "confirmed_locally_recurrent_breast_cancer": "Allowed",
                "disease_progression_after_previous_treatment": "Required",
                "her2_status": "Positive only",
                "measurable_lesion": "Allowed"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "untreated_central_nervous_system_metastases": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 2,
                "liver_function_ast_alt_upper_bound_uln": 3,
                "liver_function_bilirubin_upper_bound_uln": 1.5,
                "creatinine_upper_bound_uln": 1.5,
                "lvef_lower_bound_percent": 50,
                "anc_level_lower_bound_10_9_l": 1.5,
                "hgb_level_lower_bound_10_9_l": 90,
                "plt_level_lower_bound_10_9_l": 100,
                "ecog_performance_status_upper_bound": 2
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Women aged ≥18 years"
            },
            "unused_text": {
                "inclusion_criteria": "WHO performance status 0 to 2\nAdequate organ function, evidenced by the following laboratory results: Neutrophils >1.5x109/L, platelets >100x109/L, hemoglobin ≥90g/L, total bilirubin ≤1.5xULN (unless the patients has documented Gilbert's disease), AST ≤3xULN, ALT ≤3xULN, AP ≤2.5xULN (except in patients with bone metastases: AP ≤5xULN), creatinine ≤1.5xULN\nQoL questionnaire has been completed.",
                "exclusion_criteria": "Prior chemotherapy for inoperable locally advanced or metastatic breast cancer\nPrior anti-HER2 treatment for metastatic or inoperable breast cancer\nMore than one endocrine treatment line for metastatic or inoperable breast cancer exceeding a duration of 1 month\nPrior treatment with pertuzumab and/or T-DM1\nKnown leptomeningeal or CNS metastases\nSingle bone metastasis treated with radiotherapy (if the bone metastasis is the only tumor lesion)\nTermination of first-line therapy with trastuzumab/pertuzumab due to unacceptable toxicity without objective evidence of disease progression\nCNS metastases that are untreated, symptomatic, or require therapy to control symptoms, as well as a history of radiation, surgery, or other therapy, including steroids, to control symptoms from CNS metastases within 2 months (60 days) before registration\nInterstitial lung disease (ILD) or pneumonitis grade ≥3\nAny other adverse event which has not recovered to CTCAE grade ≤1 (except alopecia)"
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nHistologically confirmed invasive cancer of the breast.\nPresence of at least one measurable lesion per RECIST 1.1 criteria\nStage IV disease by AJCC criteria (7th edition).\nHER2 negative (IHC 0,1 or FISH HER2:CEP17 ratio < 2.0)\nMust have had treatment with at least 2 but no more than 3 previous regimens in the metastatic setting. Previous treatment must have included an anthracycline and taxane in either the adjuvant or metastatic setting.\nAt least 21 days from the completion of any previous cytotoxic chemotherapy or biological therapy at time of initiation of POL6326.\nECOG performance status < 2\n\nExclusion Criteria:\n\nPreviously received eribulin.\nPeripheral neuropathy > Grade 2.\nReceipt of any other investigational agent within the 28 days prior to Day 1.\nReceipt of colony stimulating factor filgrastim, pegfilgrastim, or sargramostim within 14 days prior to Day 1.\nRadiation therapy within the 14 days prior to Day 1.\nSevere concurrent illness or psychiatric illness/social situation that would limit compliance with study requirements.\nHistory of other malignancy ‚â§ 5 years previous with the exception of basal cell or squamous cell carcinoma of the skin which were treated with local resection only or carcinoma in situ of the cervix.\nPregnant or breastfeeding.\nKnown HIV positivity on combination antiretroviral therapy; these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "measurable_lesion": "Required",
                "her2_status": "Negative only"
            },
            "health_and_organ_function": {
                "pregnancy_nursing": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 2,
                "positive_hiv_status": "Not allowed",
                "ecog_performance_status_upper_bound": 1
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Must have had treatment with at least 2 but no more than 3 previous regimens in the metastatic setting. Previous treatment must have included an anthracycline and taxane in either the adjuvant or metastatic setting."
            },
            "unused_text": {
                "inclusion_criteria": "Histologically confirmed invasive cancer of the breast. Stage IV disease by AJCC criteria (7th edition). At least 21 days from the completion of any previous cytotoxic chemotherapy or biological therapy at time of initiation of POL6326. ECOG performance status < 2",
                "exclusion_criteria": "Previously received eribulin. Receipt of colony stimulating factor filgrastim, pegfilgrastim, or sargramostim within 14 days prior to Day 1. Radiation therapy within the 14 days prior to Day 1. Severe concurrent illness or psychiatric illness/social situation that would limit compliance with study requirements. History of other malignancy ‚â§ 5 years previous with the exception of basal cell or squamous cell carcinoma of the skin which were treated with local resection only or carcinoma in situ of the cervix."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nPatients diagnosed with primary breast cancer attending hospital for the resection of their tumour tissue\n\nOr\n\n-Patients with suspected or confirmed recurrent or metastatic breast cancer (Patient has a history of a biopsy- or surgically- (i.e. pathologically) confirmed primary breast cancer) attending hospital for the resection/biopsy and/or treatment of tumour tissue\n\nOr\n\n-Patient with suspected (but not necessarily biopsy confirmed) newly diagnosed stage 4 breast cancer attending hospital for the resection/biopsy and/or treatment of their tumour tissue\n\nPatients receiving neoadjuvant treatment are also eligible (if applicable)\nPatients have to be ‚â• 18 years of age\nPatients must be able to give informed consent",
        "Extracted Criteria": {
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Allowed",
                "confirmed_locally_recurrent_breast_cancer": "Allowed"
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Patients diagnosed with primary breast cancer attending hospital for the resection of their tumour tissue. Patients with suspected or confirmed recurrent or metastatic breast cancer attending hospital for the resection/biopsy and/or treatment of tumour tissue. Patient with suspected newly diagnosed stage 4 breast cancer attending hospital for the resection/biopsy and/or treatment of their tumour tissue."
            },
            "unused_text": {
                "inclusion_criteria": "Patients receiving neoadjuvant treatment are also eligible (if applicable). Patients have to be ≥ 18 years of age. Patients must be able to give informed consent."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nHistologically confirmed digestive or breast cancer that is metastatic or unresectable, for which no curative measures are possible, and chemorefractory to all known medications in the respective fields.\nAge ‚â• 18 years.\nLife expectancy of greater than 12 weeks.\nECOG (Eastern Cooperative Oncology Group) performance status ‚â§ 1.\n\nNormal organ and marrow function as defined below:\n\nLeukocytes > 3,000/microLiter (mcL)\nHb>10g/mcL\nAbsolute neutrophil count > 1,500/mcL\nPlatelets > 100,000/mcL\nTotal bilirubin within 2 √ó institutional upper limit of normal\nAST (aspartate amino transferase)/ALT (alanine amino transferase)/ALKP (Alkaline Phosphatase) levels < 5 √ó institutional upper limit of normal for liver metastases, < 2.5 ULN (Upper Limit of Normal) in case of no liver metastases\nCreatinine within 2 √ó institutional upper limit of normal or creatinine clearance > 35 mL/min\nWomen of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\nSigned written informed consent (approved by an Independent Ethics Committee (IEC)) obtained prior to any study specific baseline procedures.\n\nExclusion Criteria:\n\nPatients with malabsorption or dysfunctional GI tract.\nParticipants who have had chemotherapy or radiotherapy (except limited radiotherapy for bone metastasis for instance) within 4 weeks prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\nParticipants should not receive any other experimental agents.\n\nParticipants with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\n\nHistory of cardiovascular ischemic disease or cerebrovascular incident within the last six months, NYHA class III and IV congestive heart failure.\nIntolerance to atropine sulfate or loperamide\nKnown dihydropyrimidine dehydrogenase deficiency\nTreatment with CYP3A4 inducers unless discontinued > 7 days prior to randomization\nAny of the following in 3 months prior to inclusion: grade 3-4 gastrointestinal bleeding (unless due to resected tumor), treatment resistant peptic ulcer disease, erosive esophagitis or gastritis, infectious or inflammatory bowel disease, or diverticulitis.\nMajor surgery within 6 weeks.\nUncontrolled concurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\nPregnant women, lactation or refusal to use adequate contraceptive measures (hormonal or barrier method of birth control, abstinence).",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3,
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Allowed",
                "confirmed_metastases_breast_cancer": "Allowed"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "pregnancy_nursing": "Not allowed",
                "liver_function_ast_alt_upper_bound_uln": 5,
                "liver_function_bilirubin_upper_bound_uln": 2,
                "creatinine_upper_bound_uln": 2,
                "creatinine_clearance_lower_bound": 35,
                "anc_level_lower_bound_10_9_l": 1.5,
                "hgb_level_lower_bound_10_9_l": 10,
                "plt_level_lower_bound_10_9_l": 100,
                "ecog_performance_status_upper_bound": 1
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Histologically confirmed digestive or breast cancer that is metastatic or unresectable, for which no curative measures are possible, and chemorefractory to all known medications in the respective fields."
            },
            "unused_text": {
                "inclusion_criteria": "Age ‚â• 18 years. ECOG (Eastern Cooperative Oncology Group) performance status ‚â§ 1. Women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately. Signed written informed consent (approved by an Independent Ethics Committee (IEC)) obtained prior to any study specific baseline procedures.",
                "exclusion_criteria": "Patients with malabsorption or dysfunctional GI tract. Participants who have had chemotherapy or radiotherapy (except limited radiotherapy for bone metastasis for instance) within 4 weeks prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier. Participants should not receive any other experimental agents. Participants with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events. History of cardiovascular ischemic disease or cerebrovascular incident within the last six months, NYHA class III and IV congestive heart failure. Intolerance to atropine sulfate or loperamide Known dihydropyrimidine dehydrogenase deficiency Treatment with CYP3A4 inducers unless discontinued > 7 days prior to randomization Any of the following in 3 months prior to inclusion: grade 3-4 gastrointestinal bleeding (unless due to resected tumor), treatment resistant peptic ulcer disease, erosive esophagitis or gastritis, infectious or inflammatory bowel disease, or diverticulitis. Major surgery within 6 weeks. Uncontrolled concurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements. Pregnant women, lactation or refusal to use adequate contraceptive measures (hormonal or barrier method of birth control, abstinence)."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nPatients must have histopathologically /cytologically confirmed breast cancer or colorectal cancerÔºåwithout chemotherapy or only adjuvant chemotherapy, and had previously received one or two standard chemotherapy regimens for patients;\nAge: 18-70 years, gender: bothÔºåBMI‚â•17ÔºåEastern Cooperative Oncology Group (ECOG) performance statusÔºö0-2ÔºåLife expectancy greater than 3 months;\nPatients must have normal bone marrow function, liver and kidney function; adequate organ function in the last 1 week, meeting the following: ANC‚â•1.5√ó109/LÔºåPLT‚â•80√ó109/L, Total bilirubin‚â§1.5√óthe upper limit of normal, ALT,AST‚â§2.5√óthe upper limit of normal, creatinine‚â§1.5√óthe institutional upper limit of normal.\nPatients who has retreatment could be enrolled at least 4 weeks after the last chemotherapy and radiotherapy.\nPatients must volunteer to participate and sign informed consent form.\n\nExclusion Criteria:\n\nSuffering from heart, liver, kidney disease or severe acute and Organ invasion disease;\nPrior unanticipated severe reaction to fluoropyrimidine therapy, or known sensitivity to 5-fluorouracil, or known DPD (Dihydropyrimidine Dehydrogenase) deficiency.\nPregnant or breast-feeding female\nOnly bone metastasis lesions, no other measurable lesions\nKnown brain metastasis or history of organ transplantation\nHave long-term systemic steroid therapy\nSerious diseases of vital organs; other malignancies which is not cure\nUse of chemotherapy in the last 4 weeks\nHistory of drug/alcohol addiction or a positive hepatitis screen including hepatitis B surface antigen, HCV or HAV (IgM) antibodies\nPatient having abnormal serum calcium level at screening visit which as judged by Investigator could lead to safety risk to the patient upon participation in the trial or could interfere with the conduct of the trial.\nPre-existing motor or sensory neurotoxicity of a severity grade 2 by NCI CTCAE criteria or known, existing uncontrolled coagulopathy.\nSubjects are thought unsuitable for the study by investigators;\nInability to comply with protocol or study procedures in the opinion of the investigator;",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Allowed",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "pregnancy_nursing": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 1,
                "untreated_central_nervous_system_metastases": "Not allowed",
                "liver_function_ast_alt_upper_bound_uln": 2.5,
                "liver_function_bilirubin_upper_bound_uln": 1.5,
                "creatinine_upper_bound_uln": 1.5,
                "anc_level_lower_bound_10_9_l": 1.5,
                "plt_level_lower_bound_10_9_l": 80,
                "ecog_performance_status_upper_bound": 2
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Patients must have histopathologically /cytologically confirmed breast cancer or colorectal cancer without chemotherapy or only adjuvant chemotherapy, and had previously received one or two standard chemotherapy regimens for patients; Patients who has retreatment could be enrolled at least 4 weeks after the last chemotherapy and radiotherapy."
            },
            "unused_text": {
                "inclusion_criteria": "Age: 18-70 years, gender: both BMI ≥17 Eastern Cooperative Oncology Group (ECOG) performance status ≤0-2; Life expectancy greater than 3 months; Patients must volunteer to participate and sign informed consent form.",
                "exclusion_criteria": "Suffering from heart, liver, kidney disease or severe acute and Organ invasion disease; Prior unanticipated severe reaction to fluoropyrimidine therapy, or known sensitivity to 5-fluorouracil, or known DPD (Dihydropyrimidine Dehydrogenase) deficiency. Only bone metastasis lesions, no other measurable lesions; Have long-term systemic steroid therapy; Serious diseases of vital organs; other malignancies which is not cure; Use of chemotherapy in the last 4 weeks; History of drug/alcohol addiction or a positive hepatitis screen including hepatitis B surface antigen, HCV or HAV (IgM) antibodies; Patient having abnormal serum calcium level at screening visit which as judged by Investigator could lead to safety risk to the patient upon participation in the trial or could interfere with the conduct of the trial. Pre-existing motor or sensory neurotoxicity of a severity grade 2 by NCI CTCAE criteria or known, existing uncontrolled coagulopathy. Subjects are thought unsuitable for the study by investigators; Inability to comply with protocol or study procedures in the opinion of the investigator;"
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nAge> 18 years\nhistologically confirmed breast cancer or colorectal cancer\nPatient starting oral treatment : capecitabine alone or in combination with lapatinib (can be included before the first cycle or during the first 2 cycles).\nVolunteer to participate in the study.\nambulatory treated patient\nAble to read, write and understand French.\nSubject who accept to use MEMS monitors to automatically compile their drug dosing histories\nWritten informed consent\n\nExclusion Criteria:\n\nmore than 3 metastatic chemotherapies\nany severe concomitant condition which makes it undesirable for the patient to participate in the study or which would jeopardize adherence with trial protocol",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "no_participation_in_other_clinical_trials": "Not required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Allowed",
                "confirmed_metastases_breast_cancer": "Allowed"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Not required",
                "sufficient_bone_marrow": "Not required",
                "sufficient_liver_function": "Not required",
                "sufficient_heart_cardiovascular_function": "Not required",
                "sufficient_lung_function": "Not required"
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "histologically confirmed breast cancer or colorectal cancer"
            },
            "unused_text": {
                "inclusion_criteria": "Age> 18 years\nPatient starting oral treatment : capecitabine alone or in combination with lapatinib (can be included before the first cycle or during the first 2 cycles).\nVolunteer to participate in the study.\nambulatory treated patient\nAble to read, write and understand French.\nSubject who accept to use MEMS monitors to automatically compile their drug dosing histories\nWritten informed consent"
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nAll patients with metastatic breast cancer who are considered for further systemic therapy are eligible regardless of number of prior therapies.\nPatient must have a metastatic lesion that could be safely biopsied with or without image-guidance. The final arbiter to decide what lesion can be biopsied is the physician who will perform the biopsy.\nThere is no age limit for this study. However, this study will not include children because metastatic breast cancer does not occur in children.\nPatients may participate in the biopsy study multiple times to repeat molecular assessment of the cancer after progression.\nPatients who undergo routine clinical biopsy of metastatic breast cancer are also eligible to participate in this study. When the routine biopsies are obtained for diagnostic or other purposes, additional biopsies will be taken during the same biopsy session for molecular analysis.\n\nExclusion Criteria:\n\n1. Known medical contraindication for needle biopsy procedure such as bleeding disorder, low platelet count, inability to provide informed consent",
        "Extracted Criteria": {
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "measurable_lesion": "Required"
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "All patients with metastatic breast cancer who are considered for further systemic therapy are eligible regardless of number of prior therapies. Patient must have a metastatic lesion that could be safely biopsied with or without image-guidance. The final arbiter to decide what lesion can be biopsied is the physician who will perform the biopsy. Patients may participate in the biopsy study multiple times to repeat molecular assessment of the cancer after progression. Patients who undergo routine clinical biopsy of metastatic breast cancer are also eligible to participate in this study. When the routine biopsies are obtained for diagnostic or other purposes, additional biopsies will be taken during the same biopsy session for molecular analysis."
            },
            "unused_text": {
                "exclusion_criteria": "Known medical contraindication for needle biopsy procedure such as bleeding disorder, low platelet count, inability to provide informed consent"
            },
            "health_and_organ_function": {
                "plt_level_lower_bound_10_9_l": 1
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nHistological or cytological documented locally advanced or metastatic solid tumour relapsed on 2 or more different prior therapies. From step 5 and extension phase, population limited to Skin Cancer patients (non screened) or metastatic Breast Cancer patients or metastatic castration-resistant prostate cancer patients screened sensitive to LiPlaCis.\nAge >= 18 years.\nLife expectancy >= 3 months.\nECOG performance status of 0 - 1.\nRecovered to Grade 1 or less from acute toxicities of prior treatment.\n>= 6 months must have elapsed since patient received cisplatin.\n>= 4 weeks must have elapsed since patient received any investigational medicinal product.\n>= 4 weeks must have elapsed since patient received any radiotherapy(except for palliative radiotherapy on non-target lesions), or treatment with cytotoxic or biologic agents (>=6 weeks for mitomycin or nitrosoureas). No hormonal treatment is allowed except treatment with corticosteroids at physiological dose and hormonal treatment with LHRH agonists for prostate cancer.\n>=2 weeks must have elapsed since any prior surgery or therapy with G-CSF and GM-CSF.\n\nAdequate condition as evidenced by the following clinical laboratory values:\n\nAbsolute neutrophil count (ANC) >= 1,5 x 10E9/L\nHaemoglobin is at least 4,6 mmol/L\nPlatelets >= 75 x 10E9/L\nAlanine aminotransferase (ALT) and aspartate aminotransferase (AST) <= 2,5 x ULN, in case of known liver metastases ALT and AST <= 5 x ULN. Patients who does not conform to the transaminase inclusion criteria, but who by the PI are considered in good PS and otherwise eligible for inclusion, and where the transaminase levels are considered elevated due to other reasons than deteriorated liver capacity, may be considered for inclusion based on conferred agreement between PI and Sponsor\nSerum bilirubin <= 1,5 ULN\nAlkaline phosphatase <= 2,5 x ULN, in case of known liver metastases <= 5 x ULN. Patients who does not conform to the Alkaline phosphatase inclusion criteria, but who by the PI are considered in good PS and otherwise eligible for inclusion, and where the Alkaline phosphatase levels are considered elevated due to other reasons than deteriorated liver capacity, may be considered for inclusion based on conferred agreement between PI and Sponsor\nBlood urea within normal limits, creatinine below upper normal limits and creatinine clearance within normal limits (>= 60 mL/min Cr-EDTA clearance).In the case of hydronephrosis, renography must be considered prior to treatment with LiPlaCis. For signs of drainage obstacle, well-functioning renal excretion/effect and normal diuresis must be ensured, e.g. via a double-J catheter.\nSexually active males and females of child-producing potential, must use adequate contraception (oral contraceptives, intrauterine device or barrier method of contraception) for the study duration and at least six months afterwards.\nPatient must understand the investigational nature of this study and sign an independent ethical committee (IEC) approved written informed consent form prior to any study related activities.\n\nExclusion Criteria:\n\nActive uncontrolled bleeding or bleeding diathesis (e.g., active peptic ulcer disease).\nAny active infection requiring parenteral or oral antibiotic treatment.\nKnown infection with human immunodeficiency virus (HIV) or hepatitis virus.\nPre-existing renal insufficiency. Please refer to inclusion criteria no. 10g.\nActive heart disease including myocardial infarction or congestive heart failure within the previous 6 months, symptomatic coronary artery disease, or symptomatic arrhythmias currently requiring medication.\nKnown or suspected active central nervous system (CNS metastasis). (Patients stable 8 weeks after completion of treatment for CNS metastasis are eligible).\nAutoimmune disease.\nImpending or symptomatic spinal cord compression or carcinomatous meningitis.\nPre-existing neuropathy, i.e., Grade >1 neuromotor or neurosensory toxicity (as defined by National Cancer Institute Common Toxicity Criteria for Adverse Events (NCI CTCAE) v4,0), except for abnormalities due to cancer.\nKnown hypersensitivity to cisplatin or liposomes.\nRequiring immediate palliative treatment of any kind including surgery and/or radiotherapy(except for palliative radiotherapy on non-target lesions).\nFemale patients who are pregnant or breast-feeding (pregnancy test with a positive result before study entry).\nUnwilling or unable to follow protocol requirements.\nPrevious progression on a platinum containing therapy.",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3,
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Allowed",
                "confirmed_metastases_breast_cancer": "Allowed"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "pregnancy_nursing": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 1,
                "positive_hiv_status": "Not allowed",
                "liver_function_ast_alt_upper_bound_uln": 5,
                "liver_function_bilirubin_upper_bound_uln": 1.5,
                "creatinine_clearance_lower_bound": 60,
                "anc_level_lower_bound_10_9_l": 1.5,
                "hgb_level_lower_bound_10_9_l": 4.6,
                "plt_level_lower_bound_10_9_l": 75,
                "ecog_performance_status_upper_bound": 1
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Histological or cytological documented locally advanced or metastatic solid tumour relapsed on 2 or more different prior therapies. From step 5 and extension phase, population limited to Skin Cancer patients (non screened) or metastatic Breast Cancer patients or metastatic castration-resistant prostate cancer patients screened sensitive to LiPlaCis."
            },
            "unused_text": {
                "inclusion_criteria": "Recovered to Grade 1 or less from acute toxicities of prior treatment. >= 6 months must have elapsed since patient received cisplatin. >= 4 weeks must have elapsed since patient received any investigational medicinal product. >= 4 weeks must have elapsed since patient received any radiotherapy(except for palliative radiotherapy on non-target lesions), or treatment with cytotoxic or biologic agents (>=6 weeks for mitomycin or nitrosoureas). No hormonal treatment is allowed except treatment with corticosteroids at physiological dose and hormonal treatment with LHRH agonists for prostate cancer. >=2 weeks must have elapsed since any prior surgery or therapy with G-CSF and GM-CSF. Sexually active males and females of child-producing potential, must use adequate contraception (oral contraceptives, intrauterine device or barrier method of contraception) for the study duration and at least six months afterwards. Patient must understand the investigational nature of this study and sign an independent ethical committee (IEC) approved written informed consent form prior to any study related activities.",
                "exclusion_criteria": "Active uncontrolled bleeding or bleeding diathesis (e.g., active peptic ulcer disease). Any active infection requiring parenteral or oral antibiotic treatment. Pre-existing renal insufficiency. Please refer to inclusion criteria no. 10g. Active heart disease including myocardial infarction or congestive heart failure within the previous 6 months, symptomatic coronary artery disease, or symptomatic arrhythmias currently requiring medication. Known or suspected active central nervous system (CNS metastasis). (Patients stable 8 weeks after completion of treatment for CNS metastasis are eligible). Autoimmune disease. Impending or symptomatic spinal cord compression or carcinomatous meningitis. Known hypersensitivity to cisplatin or liposomes. Requiring immediate palliative treatment of any kind including surgery and/or radiotherapy(except for palliative radiotherapy on non-target lesions). Unwilling or unable to follow protocol requirements. Previous progression on a platinum containing therapy."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nFemale patients with metastatic breast cancer (MBC, stage IV).\n18 and 80 years of age.\nMeasurable lesions / lymph nodes.\nHave previously undergone at least third line chemotherapy.\nExpected survival time at least 3 months.\n\nExclusion Criteria:\n\nAbnormal liver function classified as total bilirubin >34 Œºmol/L or ALAT > 3 times the upper limit of normal range (ULN). In case of metastases in the liver, the ALAT limit for exclusion is set to 5xULN. Re-test results of blood samples taken again up to 2 days before Day-1 must keep meeting eligibility criteria.\nAbnormal kidney function defined by serum creatinine >120 Œºmol/L. Re-test results of blood samples taken again up to 2 days before Day-1 must keep meeting eligibility criteria.\nAbnormal coagulation capacity defined by the relative arbitrary concentration of coagulation factors 2,7,10 INR >1.3. Re-test results of blood samples taken again up to 2 days before Day-1 must keep meeting eligibility criteria.\nBrain metastases in symptomatic patients requiring ‚â•4 mg dexamethasone/day. However, patients with treated brain metastases by surgery or radiation who are stable and symptom-free (<4 mg dexamethasone/day) for a minimum period of 4 weeks prior to study treatment are eligible.\nSynchronous cancer except for non-melanoma skin cancer and early stage of cervical cancer.\nAbnormal haematology status defined by Hb < 9.0 g/dL, platelet count < 75,000/mm^3 and leukocytes < 3x10^9/L. Re-test results of blood samples taken again up to 2 days before Day-1 must keep meeting eligibility criteria.\nClinically significant abnormal ECG.\nKarnofsky Performance Status Score < 50%.\nPregnant or breast feeding women.\nWomen of fertile age who do not want to be tested for possible pregnancy.\nFertile female who do not want to use safe protection against pregnancy, starting one month before start of the trial treatment and lasting at least six weeks after.\nUncontrolled bacterial, viral, fungal or parasite infection.\nUnder systemic treatment with corticosteroids or other immunosuppressive drugs during the last 21 days before start of the trial treatment. Systemic treatment with <4 mg dexamethasone/day is allowed\nParticipating in another clinical trial with pharmaceuticals during the last six weeks before start of this trial treatment.\nNot able to understand written or oral information.\nDo not want or is not able to give written consent to participate in the study.",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3,
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "pregnancy_nursing": "Not allowed",
                "liver_function_bilirubin_upper_bound_uln": 34,
                "liver_function_ast_alt_upper_bound_uln": 5,
                "creatinine_upper_bound_uln": 120,
                "hgb_level_lower_bound_10_9_l": 9,
                "plt_level_lower_bound_10_9_l": 75,
                "granulocytes": 3,
                "karnofsky_performance_lower_bound": 50
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Have previously undergone at least third line chemotherapy."
            },
            "unused_text": {
                "inclusion_criteria": "Female patients with metastatic breast cancer (MBC, stage IV). 18 and 80 years of age. Measurable lesions / lymph nodes. Expected survival time at least 3 months.",
                "exclusion_criteria": "Abnormal coagulation capacity defined by the relative arbitrary concentration of coagulation factors 2,7,10 INR >1.3. Re-test results of blood samples taken again up to 2 days before Day-1 must keep meeting eligibility criteria. Brain metastases in symptomatic patients requiring ‚â•4 mg dexamethasone/day. However, patients with treated brain metastases by surgery or radiation who are stable and symptom-free (<4 mg dexamethasone/day) for a minimum period of 4 weeks prior to study treatment are eligible. Synchronous cancer except for non-melanoma skin cancer and early stage of cervical cancer. Clinically significant abnormal ECG. Karnofsky Performance Status Score < 50%. Women of fertile age who do not want to be tested for possible pregnancy. Fertile female who do not want to use safe protection against pregnancy, starting one month before start of the trial treatment and lasting at least six weeks after. Uncontrolled bacterial, viral, fungal or parasite infection. Under systemic treatment with corticosteroids or other immunosuppressive drugs during the last 21 days before start of the trial treatment. Systemic treatment with <4 mg dexamethasone/day is allowed Not able to understand written or oral information. Do not want or is not able to give written consent to participate in the study."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nHistologically confirmed breast cancer with clinical evidence of stage 4 disease\nMeasurable disease and at least one lesion in either liver or lung that is amenable to stereotactic body radiation\nOne site of disease that will not receive radiation\nPatients with hormone receptor positive breast cancer must have received prior anti-hormonal therapy for metastatic disease and have progressed and patients with hormone receptor negative breast cancer must have received at least one prior chemotherapy regimen and progressed.\nEastern Cooperative Oncology Group (ECOG) performance status 0, 1, or 2.\nWomen of childbearing potential must have a negative pregnancy test on the day treatment starts and must avoid becoming pregnant while on treatment. Men must avoid fathering a child while on treatment.\nPatients must have blood test results within pre-specified range\nNo active bleeding\nNo clinical coagulopathy (INR <1.5, PT <16 seconds, PTT < 38 seconds) within 28 days\nAnticipated lifespan greater than 12 weeks\n\nExclusion Criteria:\n\nActive infection requiring systemic antibiotics.\nActive autoimmune disease as defined by the autoimmune disease assessment tool.\nPrevious treatment with mouse monoclonal antibodies\nAt least 28 days since prior chemotherapy or monoclonal antibody therapy (trastuzumab or bevacizumab). Patients who have been on hormonal therapy can continue on therapy at the discretion of the investigator. Bisphosphonate therapy is acceptable during study participation.\nDiagnosis of a solid tumor malignancy (excluding non-melanoma skin cancer) within 3 years of enrollment.\nNeed for chronic maintenance oral steroids.\nActive brain metastatic disease. Treated brain metastases with surgery, gamma-knife radiosurgery or radiation and stable for at least 4 weeks and off steroids are eligible.\nNo metastatic site amenable to SBRT\nPregnant or lactating women, as treatment involves risks to the embryo or fetus.\nOther medical or psychiatric conditions that in the opinion of the Principal Investigator would preclude safe participation in protocol.",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "disease_progression_after_previous_treatment": "Required",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_bone_marrow": "Required",
                "pregnancy_nursing": "Not allowed",
                "untreated_central_nervous_system_metastases": "Not allowed",
                "ecog_performance_status_upper_bound": 2
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Patients with hormone receptor positive breast cancer must have received prior anti-hormonal therapy for metastatic disease and have progressed and patients with hormone receptor negative breast cancer must have received at least one prior chemotherapy regimen and progressed."
            },
            "unused_text": {
                "inclusion_criteria": "Histologically confirmed breast cancer with clinical evidence of stage 4 disease. Measurable disease and at least one lesion in either liver or lung that is amenable to stereotactic body radiation. One site of disease that will not receive radiation. Eastern Cooperative Oncology Group (ECOG) performance status 0, 1, or 2. Women of childbearing potential must have a negative pregnancy test on the day treatment starts and must avoid becoming pregnant while on treatment. Men must avoid fathering a child while on treatment. Patients must have blood test results within pre-specified range. No active bleeding. No clinical coagulopathy (INR <1.5, PT <16 seconds, PTT < 38 seconds) within 28 days."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria: A subject will be eligible for inclusion in this study only if all of the following criteria are met:\n\nFemale subjects, age ‚â• 18 years at the time informed consent is signed\nPathologically confirmed adenocarcinoma of the breast\n\nPathologically confirmed as triple negative, source documented, defined as both of the following\n\nEstrogen Receptor (ER) and Progesterone Receptor (PgR) negative: < 1% of tumor cell nuclei are immunoreactive in the presence of evidence that the sample can express ER or PgR (positive intrinsic controls)\nHuman Epidermal Growth Factor Receptor 2 (HER2) negative as per American Society of Clinical Oncology - College of American Pathologists (ASCO/CAP) guidelines i. Immunohistochemistry (IHC) 0 or 1 Fluorescence In Situ Hybridization (FISH) negative (or equivalent negative test). Subjects with IHC 2 must have a negative by Fluorescence In Situ Hybridization (FISH),, (or equivalent negative test).\nSubjects with prior breast cancer history of different phenotypes (ie, ER/PgR/HER2 positive) must have pathologic confirmation of triple negative disease in at least one of the current sites of metastasis\n\nSubjects must have received prior adjuvant or neoadjuvant anthracycline therapy; unless (a) anthracycline treatment was not indicated or was not the best treatment option for the subject in the opinion of the treating physician; and (b) anthracycline treatment remains not indicated or, in the opinion of the treating physician, is not the best treatment option for the subject's metastatic disease.\n\na. Newly diagnosed subjects presenting with TNMBC are eligible for the study if anthracycline treatment is not indicated or is not the best treatment option for the subject in the opinion of the treating physician.\n\nSubjects with measurable metastatic disease, defined by Response Evaluation Criteria in Solid Tumors 1.1 (RECIST 1.1) guidelines\nLife expectancy ‚â• 16 weeks from randomization\nNo prior cytotoxic chemotherapy for metastatic breast cancer. Prior immunotherapy and/or monoclonal antibody therapy are acceptable. Prior treatments must have been discontinued at least 30 days prior to start of study treatment and all related toxicities must have resolved to Grade 1 or less.\n\nPrior neoadjuvant or adjuvant chemotherapy, if given, must have been completed at least 6 months before randomization with all related toxicities resolved, and documented evidence of disease progression per RECIST 1.1 guidelines is required.\n\na. If prior neoadjuvant or adjuvant chemotherapy contained taxane, gemcitabine, or platinum agents, the treatment must have completed at least 12 months before randomization\n\nPrior radiotherapy must have completed before randomization, with full recovery from acute radiation side effects. At least one measurable lesion must be completely outside the radiation portal or there must be unequivocal radiologic or clinical exam proof of progressive disease within the radiation portal, in accordance with RECIST 1.1 guidelines\nAt least 30 days from major surgery before randomization, with full recovery\nEastern Cooperative Oncology Group (ECOG) performance status 0-1\n\nSubject has the following blood counts at screening:\n\nAbsolute Neutrophil Count (ANC) ‚â• 1500/mm^2 ;\nPlatelets ‚â• 100,000/mm^2 ;\nHemoglobin (Hgb) ‚â• 9 g/dL\n\nSubject has the following blood chemistry levels at screening:\n\nAspartate aminotransferase (AST) Serum glutamic-oxaloacetic transaminase (SGOT), Alanine Aminotransferase (ALT ) Serum Glutamic Pyruvate Transaminase (SGPT) ‚â§ 2.5 x upper limit of normal range (ULN); if hepatic metastases present ‚â§ 5.0 x ULN\nTotal serum bilirubin ‚â§ ULN; or total bilirubin ‚â§ 3.0 √ó ULN with direct bilirubin within normal range in subjects with documented Gilbert's Syndrome\nCreatinine clearance > 60 mL/min (by Cockcroft-Gault)\n\nFemales of child-bearing potential [defined as a sexually mature women who (1) have not undergone hysterectomy (the surgical removal of the uterus) or bilateral oophorectomy (the surgical removal of both ovaries) or (2) have not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time during the preceding 24 consecutive months)] must:\n\nDemonstrate a negative serum pregnancy test result at screening (performed by central lab) confirmed by local negative urine pregnancy dipstick within 72 hours prior to the first dose of IP); pregnancy test with sensitivity of at least 25 mIU/mL; and\nEither commit to true abstinence* from heterosexual contact (which must be reviewed on a monthly basis) or agree to use, and be able to comply with, two physician approved effective contraception methods (oral, injectable, or implantable hormonal contraceptive; tubal ligation; intra-uterine device; barrier contraceptive with spermicide; or vasectomized partner) without interruption for 28 days or longer as required by local guidelines, prior to starting study drug, during the study therapy (including dose interruptions), and for 28 days after discontinuation of the study or longer as required by local guidelines\nFemales must abstain from breastfeeding starting at randomization, during study participation and for 28 days or longer as required by local guidelines, after IP discontinuation\nUnderstand and voluntarily sign an informed consent document prior to any study related assessments/procedures are conducted\nAble to adhere to the study visit schedule and other protocol requirements\n\nExclusion Criteria:\n\nA subject will not be eligible for inclusion in this study if any of the following criteria apply:\n\nMale subjects\nConcurrent chemotherapy or any other anti tumor therapy for breast cancer. Prior immunotherapy & monoclonal antibody therapy are acceptable.\nSubjects who received prior cytotoxic chemotherapy after incomplete resection of locoregional recurrent disease\nHistory of, or known current evidence of brain metastasis, including leptomeningeal involvement.\nSubjects with bone as the only site of metastatic disease\nSubjects with regional lymph node as the only site of metastatic disease\nSerious intercurrent medical or psychiatric illness, including serious active infection\nHistory of class II-IV congestive heart failure or myocardial infarction within 6 months of randomization\nHistory of other primary malignancy in the last 5 years prior to randomization. Subjects with prior breast cancer history are eligible, however, the most recently obtained biopsy must demonstrate triple negative disease (source documented). Subjects with prior history of in situ cancer or basal or localized squamous cell skin cancer are eligible.\nSubjects with a history of interstitial lung disease, history of slowly progressive dyspnea and unproductive cough, sarcoidosis, silicosis, idiopathic pulmonary fibrosis, pulmonary hypersensitivity pneumonitis or multiple uncontrolled or unstable allergies which, in the opinion of the investigator, may lead to serious complications\nPeripheral neuropathy Grade ‚â• 2 by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v4.0\nSubjects who have received an investigational product within the previous 4 weeks prior to randomization\nSubject is currently enrolled, or will enroll in a different clinical study in which investigational therapeutic procedures are performed or investigational therapies are administered while participating in this study\nPregnant or nursing women\nSubjects with prior hypersensitivity to nab-paclitaxel, gemcitabine, carboplatin or any other platin, or nucleoside analogue agents\nAny significant medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from participating in the study\nAny condition including the presence of laboratory abnormalities, which places the subject at unacceptable risk if she were to participate in the study\nAny condition that confounds the ability to interpret data from the study\nHistory of seropositive human immunodeficiency virus (HIV)\nSubjects who are receiving immunosuppressive or myelosuppressive medications that would, in the opinion of the investigator, increase the risk of serious neutropenic complications",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 4,
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "disease_progression_after_previous_treatment": "Required",
                "her2_status": "Negative only",
                "er_pr_status": "Negative only",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "sufficient_lung_function": "Required",
                "untreated_central_nervous_system_metastases": "Not allowed",
                "pregnancy_nursing": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 1,
                "positive_hiv_status": "Not allowed",
                "liver_function_ast_alt_upper_bound_uln": 5,
                "liver_function_bilirubin_upper_bound_uln": 3,
                "creatinine_clearance_lower_bound": 60,
                "anc_level_lower_bound_10_9_l": 1.5,
                "hgb_level_lower_bound_10_9_l": 9,
                "plt_level_lower_bound_10_9_l": 100,
                "ecog_performance_status_upper_bound": 1
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Females of child-bearing potential must demonstrate a negative serum pregnancy test result at screening and agree to use two physician approved effective contraception methods. Females must abstain from breastfeeding starting at randomization, during study participation and for 28 days after IP discontinuation."
            },
            "unused_text": {
                "inclusion_criteria": "Female subjects, age ≥ 18 years at the time informed consent is signed. Pathologically confirmed as triple negative, source documented, defined as both of the following: Estrogen Receptor (ER) and Progesterone Receptor (PgR) negative: < 1% of tumor cell nuclei are immunoreactive in the presence of evidence that the sample can express ER or PgR (positive intrinsic controls). Human Epidermal Growth Factor Receptor 2 (HER2) negative as per American Society of Clinical Oncology - College of American Pathologists (ASCO/CAP) guidelines i. Immunohistochemistry (IHC) 0 or 1 Fluorescence In Situ Hybridization (FISH) negative (or equivalent negative test). Subjects with IHC 2 must have a negative by Fluorescence In Situ Hybridization (FISH),, (or equivalent negative test). Subjects with prior breast cancer history of different phenotypes (ie, ER/PgR/HER2 positive) must have pathologic confirmation of triple negative disease in at least one of the current sites of metastasis. Subjects must have received prior adjuvant or neoadjuvant anthracycline therapy; unless (a) anthracycline treatment was not indicated or was not the best treatment option for the subject in the opinion of the treating physician; and (b) anthracycline treatment remains not indicated or, in the opinion of the treating physician, is not the best treatment option for the subject's metastatic disease. a. Newly diagnosed subjects presenting with TNMBC are eligible for the study if anthracycline treatment is not indicated or is not the best treatment option for the subject in the opinion of the treating physician. No prior cytotoxic chemotherapy for metastatic breast cancer. Prior immunotherapy and/or monoclonal antibody therapy are acceptable. Prior treatments must have been discontinued at least 30 days prior to start of study treatment and all related toxicities must have resolved to Grade 1 or less. Prior neoadjuvant or adjuvant chemotherapy, if given, must have been completed at least 6 months before randomization with all related toxicities resolved, and documented evidence of disease progression per RECIST 1.1 guidelines is required. a. If prior neoadjuvant or adjuvant chemotherapy contained taxane, gemcitabine, or platinum agents, the treatment must have completed at least 12 months before randomization. Prior radiotherapy must have completed before randomization, with full recovery from acute radiation side effects. At least one measurable lesion must be completely outside the radiation portal or there must be unequivocal radiologic or clinical exam proof of progressive disease within the radiation portal, in accordance with RECIST 1.1 guidelines. At least 30 days from major surgery before randomization, with full recovery. Eastern Cooperative Oncology Group (ECOG) performance status 0-1. Subject has the following blood counts at screening: Absolute Neutrophil Count (ANC) ≥ 1500/mm^2 ; Platelets ≥ 100,000/mm^2 ; Hemoglobin (Hgb) ≥ 9 g/dL. Subject has the following blood chemistry levels at screening: Aspartate aminotransferase (AST) Serum glutamic-oxaloacetic transaminase (SGOT), Alanine Aminotransferase (ALT ) Serum Glutamic Pyruvate Transaminase (SGPT) ≤ 2.5 x upper limit of normal range (ULN); if hepatic metastases present ≤ 5.0 x ULN. Total serum bilirubin ≤ ULN; or total bilirubin ≤ 3.0 × ULN with direct bilirubin within normal range in subjects with documented Gilbert's Syndrome. Understand and voluntarily sign an informed consent document prior to any study related assessments/procedures are conducted. Able to adhere to the study visit schedule and other protocol requirements."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nPatients ‚â• 18 years of age with histologically confirmed, metastatic breast cancer resistant to anthracyclines and taxanes\nAnthracycline resistance is defined as tumor progression during treatment or within 3 months of last dose in the metastatic setting, or recurrence within 6 months in the neoadjuvant or adjuvant setting. Alternatively, a minimum cumulative dose of anthracycline of 240 mg/m^2 (doxorubicin) or 360 mg/m^2 (epirubicin) has been reached, or there is contraindication to use anthracycline, the patient is also eligible\nTaxane resistance is defined as recurrence within 4 months of the last dose in the metastatic setting or within 12 months in the adjuvant setting\nHaving progressed on anti-HER2 or hormonal therapy if they have HER2 positive or hormone-receptor positive breast cancer\nEastern Cooperative Oncology Group (ECOG) performance status score ‚â§ 2 and a life expectancy >3 months.\nParticipants must have at least one target lesion as defined by RECIST 1.1 that allows for evaluation of tumor response\nAbsolute neutrophil count ‚â• 1500 mm3, platelet count ‚â• 100√ó109 L, hemoglobin ‚â• 8.5 g/dL\nSerum creatinine ‚â§1.5 times the upper limit of the normal range, total bilirubin ‚â§ 2 mg/dL, AST/ALT ‚â§ 5 times the upper limit of normal range\nNo remaining grade 2 or higher toxicity from prior cancer therapies unless judged to be clinically insignificant by the Principal Investigator\nAt least three (3) weeks from prior chemotherapy\nWomen of child-bearing potential (i.e., women who are pre-menopausal or not surgically sterile) must be willing to use an acceptable contraceptive method (abstinence, oral contraceptive or double barrier method) for the duration of the study and for 30 days following the last dose of study drug, and must have a negative urine or serum pregnancy test within 2 weeks prior to beginning treatment on this trial.\n\nExclusion Criteria:\n\nInadequate renal function with a calculated creatinine clearance less than 51 mL/min.\nHistory of ventricular fibrillation, sinus node or AV nodal disease, Wolff Parkinson White Syndrome, hemodynamically significant or life threatening cardiac arrhythmia.\nUncontrolled cardiac disease, congestive heart failure, angina or hypertension.\nMyocardial infarction or unstable angina within 2 months of treatment.\nKnown human immunodeficiency virus (HIV) infection or chronic active Hepatitis B or C (patients are NOT required to be tested for the presence of such viruses prior to therapy on this protocol).\nActive clinically serious infection > CTCAE (version 4.03) Grade 2.\nThrombotic or embolic events such as a cerebrovascular accident including transient ischemic attacks within the past 6 months.\nPulmonary hemorrhage/bleeding event ‚â• CTCAE Grade 2 within 4 weeks of first dose of study drug.\nAny other hemorrhage/bleeding event ‚â• CTCAE Grade 3 within 4 weeks of first dose of study drug.\nSerious non-healing wound, ulcer, or bone fracture.\nMajor surgery or significant traumatic injury within 2 weeks of first study drug.\nInability to complete informed consent process and adhere to the protocol treatment plan and follow-up requirements.\nConcurrent severe illness such as active infection, or psychiatric illness/social situations that would limit safety and compliance with study requirements.\nCurrently on anti-coagulation therapy with Coumadin, and cannot be switched other forms of anti-coagulation.\nPatients have symptomatic untreated brain metastasis or leptomeningeal metastases or treated but still symptomatic requiring the use of steroid within the past two weeks.\nPatients receiving any other investigational agents. Pregnant or Lactating females.",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3,
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "disease_progression_after_previous_treatment": "Required",
                "her2_status": "Both allowed",
                "er_pr_status": "Both allowed",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "pregnancy_nursing": "Not allowed",
                "positive_hiv_status": "Not allowed",
                "liver_function_ast_alt_upper_bound_uln": 5,
                "liver_function_bilirubin_upper_bound_uln": 2,
                "creatinine_upper_bound_uln": 1.5,
                "creatinine_clearance_lower_bound": 51,
                "anc_level_lower_bound_10_9_l": 1.5,
                "hgb_level_lower_bound_10_9_l": 8.5,
                "plt_level_lower_bound_10_9_l": 100,
                "ecog_performance_status_upper_bound": 2
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Patients ≥ 18 years of age with histologically confirmed, metastatic breast cancer resistant to anthracyclines and taxanes. Anthracycline resistance is defined as tumor progression during treatment or within 3 months of last dose in the metastatic setting, or recurrence within 6 months in the neoadjuvant or adjuvant setting. Alternatively, a minimum cumulative dose of anthracycline of 240 mg/m^2 (doxorubicin) or 360 mg/m^2 (epirubicin) has been reached, or there is contraindication to use anthracycline, the patient is also eligible. Taxane resistance is defined as recurrence within 4 months of the last dose in the metastatic setting or within 12 months in the adjuvant setting. Having progressed on anti-HER2 or hormonal therapy if they have HER2 positive or hormone-receptor positive breast cancer."
            },
            "unused_text": {
                "inclusion_criteria": "Eastern Cooperative Oncology Group (ECOG) performance status score ≤ 2. Participants must have at least one target lesion as defined by RECIST 1.1 that allows for evaluation of tumor response. Absolute neutrophil count ≥ 1500 mm3, platelet count ≥ 100×109 L, hemoglobin ≥ 8.5 g/dL. Serum creatinine ≤1.5 times the upper limit of the normal range, total bilirubin ≤ 2 mg/dL, AST/ALT ≤ 5 times the upper limit of normal range. No remaining grade 2 or higher toxicity from prior cancer therapies unless judged to be clinically insignificant by the Principal Investigator. At least three (3) weeks from prior chemotherapy. Women of child-bearing potential (i.e., women who are pre-menopausal or not surgically sterile) must be willing to use an acceptable contraceptive method (abstinence, oral contraceptive or double barrier method) for the duration of the study and for 30 days following the last dose of study drug, and must have a negative urine or serum pregnancy test within 2 weeks prior to beginning treatment on this trial.",
                "exclusion_criteria": "Inadequate renal function with a calculated creatinine clearance less than 51 mL/min. History of ventricular fibrillation, sinus node or AV nodal disease, Wolff Parkinson White Syndrome, hemodynamically significant or life threatening cardiac arrhythmia. Uncontrolled cardiac disease, congestive heart failure, angina or hypertension. Myocardial infarction or unstable angina within 2 months of treatment. Known human immunodeficiency virus (HIV) infection or chronic active Hepatitis B or C (patients are NOT required to be tested for the presence of such viruses prior to therapy on this protocol). Active clinically serious infection > CTCAE (version 4.03) Grade 2. Thrombotic or embolic events such as a cerebrovascular accident including transient ischemic attacks within the past 6 months. Pulmonary hemorrhage/bleeding event ≥ CTCAE Grade 2 within 4 weeks of first dose of study drug. Any other hemorrhage/bleeding event ≥ CTCAE Grade 3 within 4 weeks of first dose of study drug. Serious non-healing wound, ulcer, or bone fracture. Major surgery or significant traumatic injury within 2 weeks of first study drug. Inability to complete informed consent process and adhere to the protocol treatment plan and follow-up requirements. Concurrent severe illness such as active infection, or psychiatric illness/social situations that would limit safety and compliance with study requirements. Currently on anti-coagulation therapy with Coumadin, and cannot be switched other forms of anti-coagulation. Patients have symptomatic untreated brain metastasis or leptomeningeal metastases or treated but still symptomatic requiring the use of steroid within the past two weeks. Patients receiving any other investigational agents. Pregnant or Lactating females."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nPerformance status < 2,\nPatient with metastatic breast cancer stade IV triple negative histologically confirmed\nMeasurable or not disease but radiologically evaluable (RECIST 1.1),\nNegative Hormonal Receptors (Estrogens and/or Progesterone),\nHER-2 negative (Score 0 or 1 by Immunochemistry (IHC), negative FISH if score IHC 2),\nPatient exposed to anthracyclines and/or taxanes in neo-adjuvant or adjuvant setting,\nPatient with a progression and for whom anthracyclines and/or taxanes treatment cannot be delivered and according to a resistance defined as :\nIn the last 12 months after the last dose of taxanes or anthracyclines in adjuvant or neoadjuvant setting or,\nDuring or after a first metastatic chemtotherapy line and where taxanes and anthracyclines cannot be delivered according to :\neither a secondary resistance after an initial response to chemotherapy but a relapse observed either during the treatment or in the 4 months after the end of chemotherapy.\neither a sensitivity to treatment defined by a relapse after more than 4 months after the first chemotherapy metastatic line,\neither intolerance to anthracyclines (doxorubicin 240-400 mg/m¬≤ ou equivalent to doxorubicin (epirubicin) 300-550mg/m¬≤)\nPatient non previously treated by platinum salts,\nHematological Functions: Neutrophiles ‚â• 1,5.109/L, Platelets ‚â• 100.109/L, Leucocytes > 3 000/mm3, Hb > 9g/dL, Hepatic Functions : total Bilirubin ‚â§ 1,5 time upper normal value (UNV), ASAT ‚â§ 2 ,5 time UNV, ALAT ‚â§ 2,5 time UNV, Alkaline Phosphatase ‚â§ 2,5 time UNV (< 5 time UNV if case of hepatic metastasis), Renal Functions: Serum Creatinine ‚â§ 1,5 time UNV (and if value > 1,5 time UNV, so Clearance ‚â• 60 mL/min) or Clearance ‚â• 40 mL/min in case of RMI,\nPatient signed the consent study form,\nPatient affiliated to a social security regimen (law of 9 August 2004).\n\nExclusion Criteria:\n\nMale Patients,\nUnknown hormonal Receptors\nPositive HER-2 (Score 3 in IHC or positive FISH)\nPregnant or breastfeeding patient, or in age of pregnancy or predicting to be pregnant in the 6 months after the end of treatment,\nPatient not using contraceptive treatment during the treatment or after the 6 months after the end of treatment,\nPatient is a ward,\nPatient suffering from a non compatible disease with the enrollment in the study,\nCardiac, renal, medullar, respiratory or hepatic insufficiency, clinically significant cardiovascular disease (including myocardiac infarct, unstable angina, symptomatic congestive heart failure, uncontrolled cardiac arrhythmia) < 1 year before the study enrollment or randomisation,\nPatient with pulmonary lymphangitis or symptomatic pleural effusion (grade‚â•2), meningeal known carcinoma or symptoms of cerebromeningeal invasion, brain metastases unless treatment and stability for at least 4 weeks (no steroids or anti-convulsive).\nUncontrolled diabetes,\nPsychiatric or neurological significant abnormality,\nPeripheric Neuropathy > grade 2,\nAntecedent of hypersensibility to one of study treatment or one of used excipients,\nUrinary tract infection or acute hemorrhagic cystitis in progress\nConcomitant treatment with a medicine containing phenytoin or medication received in the context of a trial, or participation in another therapeutic clinical trial within <30 days prior treatment with chemotherapy.\nGeographically unstable patient in the next 6 months or remaining distance to the treatment center making it difficult to follow in the study,\nKnown history of abuse of narcotic or other drug or alcohol\nHistory of surgery within 28 days before the start of treatment,\nPatient unwilling or unable to comply with the requirements of the study.",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "disease_progression_after_previous_treatment": "Required",
                "her2_status": "Negative only",
                "er_pr_status": "Negative only",
                "measurable_lesion": "Allowed"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "pregnancy_nursing": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 2,
                "untreated_central_nervous_system_metastases": "Allowed",
                "liver_function_ast_alt_upper_bound_uln": 2.5,
                "liver_function_bilirubin_upper_bound_uln": 1.5,
                "creatinine_upper_bound_uln": 1.5,
                "creatinine_clearance_lower_bound": 40,
                "anc_level_lower_bound_10_9_l": 1.5,
                "hgb_level_lower_bound_10_9_l": 9,
                "plt_level_lower_bound_10_9_l": 100,
                "ecog_performance_status_upper_bound": 1
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Patient exposed to anthracyclines and/or taxanes in neo-adjuvant or adjuvant setting, Patient with a progression and for whom anthracyclines and/or taxanes treatment cannot be delivered and according to a resistance defined as : In the last 12 months after the last dose of taxanes or anthracyclines in adjuvant or neoadjuvant setting or, During or after a first metastatic chemotherapy line and where taxanes and anthracyclines cannot be delivered according to : either a secondary resistance after an initial response to chemotherapy but a relapse observed either during the treatment or in the 4 months after the end of chemotherapy. either a sensitivity to treatment defined by a relapse after more than 4 months after the first chemotherapy metastatic line, either intolerance to anthracyclines (doxorubicin 240-400 mg/m¬≤ ou equivalent to doxorubicin (epirubicin) 300-550mg/m¬≤) Patient non previously treated by platinum salts, Patient signed the consent study form, Patient affiliated to a social security regimen (law of 9 August 2004)."
            },
            "unused_text": {
                "inclusion_criteria": "Performance status < 2, Measurable or not disease but radiologically evaluable (RECIST 1.1), Hematological Functions: Neutrophiles ‚â• 1,5.109/L, Platelets ‚â• 100.109/L, Leucocytes > 3 000/mm3, Hb > 9g/dL, Hepatic Functions : total Bilirubin ‚â§ 1,5 time upper normal value (UNV), ASAT ‚â§ 2 ,5 time UNV, ALAT ‚â§ 2,5 time UNV, Alkaline Phosphatase ‚â§ 2,5 time UNV (< 5 time UNV if case of hepatic metastasis), Renal Functions: Serum Creatinine ‚â§ 1,5 time UNV (and if value > 1,5 time UNV, so Clearance ‚â• 60 mL/min) or Clearance ‚â• 40 mL/min in case of RMI,",
                "exclusion_criteria": "Male Patients, Unknown hormonal Receptors, Positive HER-2 (Score 3 in IHC or positive FISH) Patient is a ward, Patient suffering from a non compatible disease with the enrollment in the study, Cardiac, renal, medullar, respiratory or hepatic insufficiency, clinically significant cardiovascular disease (including myocardiac infarct, unstable angina, symptomatic congestive heart failure, uncontrolled cardiac arrhythmia) < 1 year before the study enrollment or randomisation, Patient with pulmonary lymphangitis or symptomatic pleural effusion (grade‚â•2), meningeal known carcinoma or symptoms of cerebromeningeal invasion, brain metastases unless treatment and stability for at least 4 weeks (no steroids or anti-convulsive). Uncontrolled diabetes, Psychiatric or neurological significant abnormality, Antecedent of hypersensibility to one of study treatment or one of used excipients, Urinary tract infection or acute hemorrhagic cystitis in progress Concomitant treatment with a medicine containing phenytoin or medication received in the context of a trial, Geographically unstable patient in the next 6 months or remaining distance to the treatment center making it difficult to follow in the study, Known history of abuse of narcotic or other drug or alcohol History of surgery within 28 days before the start of treatment, Patient unwilling or unable to comply with the requirements of the study."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nAge > 18 ans,\nPerformance status < 2,\nPatient with metastatic breast cancer stade IV triple negative histologically confirmed\nMeasurable or not disease but radiologically evaluable (RECIST 1.1),\nNegative Hormonal Receptors (Estrogens and/or Progesterone), HER-2 negative (Score 0 or 1 by Immunochemistry (IHC), negative FISH if score IHC 2),\nPatient with a progression during or after an anthracyclines and/or taxanes treatment receiving in neo-adjuvant or adjuvant regimen according to a resistance defined as a documented disease progression in the last 12 month after the last dose of taxanes or anthracyclines,\nPatient non previously treated by platinum salts,\nHematological Functions: Neutrophiles ‚â• 1,5.109/L, Platelets ‚â• 100.109/L, Leucocytes > 3 000/mm3, Hb > 9g/dL,\nHepatic Functions : total Bilirubin ‚â§ 1,5 time upper normal value (UNV), ASAT ‚â§ 2 ,5 time UNV, ALAT ‚â§ 2,5 time UNV, Alkaline Phosphatase ‚â§ 2,5 time UNV (< 5 time UNV if case of hepatic metastasis),\nRenal Functions: Creatinine Clearance ‚â• 60 mL/min,\nPatient signed the consent study form,\nPatient affiliated to a social security regimen (law of 9 August 2004).\n\nExclusion Criteria:\n\nMale Patients,\nUnknown hormonal Receptors\nPositive HER-2 (Score 3 in IHC or positive FISH)\nPregnant or breastfeeding patient, or in age of pregnancy or predicting to be pregnant in the 6 months after the end of treatment,\nPatient not using contraceptive treatment during the treatment or after the 6 months after the end of treatment,\nPatient is a ward,\nPatient suffering from a non compatible disease with the enrollment in the study,\nCardiac, renal, medullar, respiratory or hepatic insufficiency, clinically significant cardiovascular disease (including myocardiac infarct, unstable angina, symptomatic congestive heart failure, uncontrolled cardiac arrhythmia) < 1 year before the study enrollment or randomisation,\nPatient with pulmonary lymphangitis or symptomatic pleural effusion (grade‚â•2), meningeal known carcinoma or symptoms of cerebromeningeal invasion, brain metastases unless treatment and stability for at least 4 weeks (no steroids or anti-convulsive).\nUncontrolled diabetes,\nPsychiatric or neurological significant abnormality,\nPeripheric Neuropathy > grade 2,\nAntecedent of hypersensibility to one of study treatment or one of used excipients,\nUrinary tract infection or acute hemorrhagic cystitis in progress\nConcomitant treatment with a medicine containing phenytoin or medication received in the context of a trial, or participation in another therapeutic clinical trial within <30 days prior treatment with chemotherapy.\nGeographically unstable patient in the next 6 months or remaining distance to the treatment center making it difficult to follow in the study,\nKnown history of abuse of narcotic or other drug or alcohol\nHistory of surgery within 28 days before the start of treatment,\nPatient unwilling or unable to comply with the requirements of the study.",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "disease_progression_after_previous_treatment": "Required",
                "her2_status": "Negative only",
                "er_pr_status": "Negative only",
                "measurable_lesion": "Allowed"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "pregnancy_nursing": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 2,
                "untreated_central_nervous_system_metastases": "Allowed",
                "liver_function_ast_alt_upper_bound_uln": 2.5,
                "liver_function_bilirubin_upper_bound_uln": 1.5,
                "creatinine_clearance_lower_bound": 60,
                "anc_level_lower_bound_10_9_l": 1.5,
                "hgb_level_lower_bound_10_9_l": 9,
                "plt_level_lower_bound_10_9_l": 100,
                "ecog_performance_status_upper_bound": 2
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Patient signed the consent study form, Patient affiliated to a social security regimen (law of 9 August 2004)."
            },
            "unused_text": {
                "inclusion_criteria": "Age > 18 ans, Patient non previously treated by platinum salts, Leucocytes > 3 000/mm3, Hb > 9g/dL, Alkaline Phosphatase ‚â§ 2,5 time UNV (< 5 time UNV if case of hepatic metastasis)."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nParticipants must meet the following criteria on screening examination to be eligible to participate in the study:\n\n- Participants must have invasive primary tumor or metastatic tissue confirmation of human epidermal growth factor receptor 2 (HER2)-positive status, defined as presence of one or more of the following criteria: Over-expression by immunohistochemistry (IHC) with score of 3+ AND/OR HER2 gene amplification (> 6 HER2 gene copies per nucleus or a FISH ratio [HER2 gene copies to chromosome 17 signals] of ‚â• 2.0) Note: Participants with a negative or equivocal overall result (FISH ratio of <2.0 or ‚â§ 6.0 HER2 gene copies per nucleus) and IHC staining scores of 0, 1+, 2+ are not eligible for enrollment.\n\nParticipants must have metastatic, unresectable locally advanced, or locally recurrent HER2-positive breast cancer. For the phase II portion of the study, it is required that participants have measurable disease, as defined by RECIST 1.1, which can be accurately evaluated on computerized tomography (CT) or magnetic resonance (MRI). Measurable disease is defined as: at least one lesion of >10 mm in the longest diameter for a non-lymph node or >15 mm in the short-axis diameter for a lymph node which is serially measurable according to RECIST 1.1.criteria.1\nParticipants must have received at least 1 line of chemotherapy for advanced or metastatic breast cancer and/or relapse/progressed while on or within 6 months of completion of neoadjuvant or adjuvant trastuzumab. Prior pertuzumab is allowed in the phase II portion of the trial.\nParticipants must have had prior trastuzumab therapy (either in the adjuvant or metastatic setting).\nParticipants must be at least 2 weeks out from prior endocrine therapy, chemotherapy,radiotherapy, or other cancer-directed therapy (including novel agents), with adequate recovery of toxicity to baseline, or grade ‚â§1, with the exception of alopecia and hot flashes. Participants may have initiated bisphosphonate/denosumab therapy prior to start of protocol therapy. Biphosphonate/denosumab therapy may continue during protocol treatment. Such participants will have bone lesions considered evaluable for progression. Washout for trastuzumab is not necessary.\nWomen and men, age 18 years at the time of informed consent.\nParticipants must have an Eastern Cooperative Oncology Group (ECOG) performance status 0-1 or a Karnofsky Performance Scale (KP) 70%.\nParticipants must have normal organ and marrow function as defined below:\nAbsolute neutrophil count > 1,500/mcL\nPlatelets > 75,000/mcL\nHemoglobin >9g/dl\nTotal bilirubin ‚â§2.0 X institutional upper limit of normal\nAspartate Aminotransferase (AST, SGOT)/ALT(Alanine Aminotransferase, SGPT) ‚â§ 3 X institutional ULN without liver metastases, or ‚â§ 5 times institutional upper limit normal (ULN) with liver metastases (if liver metastases felt to be cause of Liver function tests (LFT) abnormalities)\nAlkaline phosphatase (ALP) ‚â§3 x institutional upper limit of normal If total ALP is >3x institutional upper limit normal (in the absence of liver metastasis) or >5x institutional upper limit of normal (in subjects with liver metastasis) AND the subject is known to have bone metastases, then liver ALP isoenzyme should be used to assess liver function rather than total ALP.\nCreatinine 2.0 mg/dL or creatinine clearance ‚â•50 mL/min.\nleft ventricular ejection fraction (LVEF) ‚â•50%, as determined by radionucleoventilugrams (RVG) (multi-gated acquisition-MUGA) or Echocardiogram (ECHO) within 60 days prior to initiation of protocol therapy.\nAdequate IV access\nThe effects of eribulin mesylate, trastuzumab, and pertuzumab on the developing human fetus are unknown. Pre-clinical data was suggestive of a teratogenic effect of eribulin mesylate. Pertuzumab caused oligohydramnios, delayed renal development and embryo-fetal deaths in pregnant cynomolgus monkeys. In the post-marketing setting, cases of oligohydramnios, some associated with fatal pulmonary hypoplasia of the fetus have been reported in pregnant women receiving trastuzumab. For these reasons women of child bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\nAbility to understand and willingness to sign a written informed consent document (approved by Institutional review board or independent ethics committee) obtained prior to any study procedure, with the understanding that the subject may withdraw at any time without prejudice.\nLaboratory tests required for eligibility must be completed within 14 days prior study entry. Baseline tumor measurements must be documented from tests within 28 days of study entry. Other non-laboratory tests must be performed within 28 days of study entry.\nFor the Phase 2 portion of the study; patients must have tissue that is amenable to biopsy and must be willing to undergo research biopsy.\n\nExclusion Criteria: - Participants who exhibit any of the following conditions at screening will not be eligible for admission into the study:\n\nParticipants receiving any other study agents.\nParticipants receiving any other cancer directed concurrent therapy; such as concurrent chemotherapy, radiotherapy, or hormonal therapy. Concurrent treatment with biphosphonates/denosumab is allowed but should be started before starting treatment on study.\nActive brain metastases: Participants with previously diagnosed brain metastases are eligible if they have completed treatment at least one month prior to enrollment, are neurologically stable, and have recovery from effects of radiotherapy or surgery.\nHistory of allergic reaction attributed to compounds of similar chemical or biologic composition to eribulin mesylate, trastuzumab or pertuzumab, which cannot be managed by premedication.\nParticipants who previously received eribulin mesylate are not eligible for enrollment on the phase II portion.\nPrior chemotherapy, targeted therapy, hormonal therapy, or radiation therapy (including any investigational agents) within 2 weeks prior entering the study or those who have not recovered adequately from adverse events (AEs) due to agents administered more than 4 weeks earlier (excluding alopecia and hot flashes). A washout period is not necessary for trastuzumab (or pertuzumab for run-in patients when applicable).\nA baseline corrected QT interval of > 470 ms.\nPre-existing neuropathy ‚â• grade 2 (NCI Common Toxicity Criteria for Adverse Events (CTCAE) Version 4.0)\nUncontrolled intercurrent illness including, not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements or other significant diseases or disorders that, in the investigator's opinion, would exclude the subject from participating in the study\nSymptomatic intrinsic lung disease or extensive tumor involvement of the lungs, resulting in grade 2 or higher dyspnea at rest.\nCurrently pregnant or breast-feeding. All females must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of Œ≤-Human Chorionic Gonadotropin (Œ≤-Hcg) at the Baseline visit [within 7 days of the first dose of study treatment]). Females of childbearing potential must agree to use a medically acceptable method of contraception (e.g., abstinence, an intrauterine device, a double-barrier method such as condom + spermicidal or condom + diaphragm with spermicidal, a contraceptive implant, an oral contraceptive or have a vasectomized partner with confirmed azoospermia) throughout the entire study period and for 30 days after discontinuation of study treatment. The only subjects who will be exempt from this requirement are postmenopausal women (defined as women who have been amenorrheic for at least 12 consecutive months, in the appropriate age group, without other known or suspected primary cause) or subjects who have been sterilized surgically or who are otherwise proven sterile (i.e., bilateral tubal ligation with surgery at least 1 month before start of study treatment, hysterectomy, or bilateral oophorectomy with surgery at least 1 month before start of study treatment). Current, ongoing protocols containing pertuzumab have included continuous pregnancy monitoring during the trial and for six months after the last dose of study drug is administered. Because of the long half-life of pertuzumab, women should be warned not to become pregnant for at least six months after completion of treatment.\nIndividuals with a history of different malignancy are ineligible except for the following circumstances. Individuals with a history of other malignancies are eligible if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if diagnosed and treated within the past 5 years: cervical cancer in situ, and non-melanoma cancer of the skin.",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Allowed",
                "confirmed_locally_recurrent_breast_cancer": "Allowed",
                "disease_progression_after_previous_treatment": "Required",
                "her2_status": "Positive only",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "untreated_central_nervous_system_metastases": "Not allowed",
                "pregnancy_nursing": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 1,
                "liver_function_ast_alt_upper_bound_uln": 5,
                "liver_function_bilirubin_upper_bound_uln": 2,
                "creatinine_upper_bound_uln": 2,
                "creatinine_clearance_lower_bound": 50,
                "lvef_lower_bound_percent": 50,
                "anc_level_lower_bound_10_9_l": 1.5,
                "hgb_level_lower_bound_10_9_l": 9,
                "plt_level_lower_bound_10_9_l": 75,
                "ecog_performance_status_upper_bound": 1,
                "karnofsky_performance_lower_bound": 70
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Participants must have had prior trastuzumab therapy (either in the adjuvant or metastatic setting). Participants must be at least 2 weeks out from prior endocrine therapy, chemotherapy, radiotherapy, or other cancer-directed therapy (including novel agents), with adequate recovery of toxicity to baseline, or grade ‚â§1, with the exception of alopecia and hot flashes. Participants may have initiated bisphosphonate/denosumab therapy prior to start of protocol therapy. Biphosphonate/denosumab therapy may continue during protocol treatment. Such participants will have bone lesions considered evaluable for progression. Washout for trastuzumab is not necessary."
            },
            "unused_text": {
                "inclusion_criteria": "Participants must be at least 2 weeks out from prior endocrine therapy, chemotherapy, radiotherapy, or other cancer-directed therapy (including novel agents), with adequate recovery of toxicity to baseline, or grade ‚â§1, with the exception of alopecia and hot flashes. Participants may have initiated bisphosphonate/denosumab therapy prior to start of protocol therapy. Biphosphonate/denosumab therapy may continue during protocol treatment. Such participants will have bone lesions considered evaluable for progression. Washout for trastuzumab is not necessary. Women and men, age 18 years at the time of informed consent. Participants must have an Eastern Cooperative Oncology Group (ECOG) performance status 0-1 or a Karnofsky Performance Scale (KP) 70%. Adequate IV access. The effects of eribulin mesylate, trastuzumab, and pertuzumab on the developing human fetus are unknown. Pre-clinical data was suggestive of a teratogenic effect of eribulin mesylate. Pertuzumab caused oligohydramnios, delayed renal development and embryo-fetal deaths in pregnant cynomolgus monkeys. In the post-marketing setting, cases of oligohydramnios, some associated with fatal pulmonary hypoplasia of the fetus have been reported in pregnant women receiving trastuzumab. For these reasons women of child bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately. Ability to understand and willingness to sign a written informed consent document (approved by Institutional review board or independent ethics committee) obtained prior to any study procedure, with the understanding that the subject may withdraw at any time without prejudice. Laboratory tests required for eligibility must be completed within 14 days prior study entry. Baseline tumor measurements must be documented from tests within 28 days of study entry. Other non-laboratory tests must be performed within 28 days of study entry. For the Phase 2 portion of the study; patients must have tissue that is amenable to biopsy and must be willing to undergo research biopsy.",
                "exclusion_criteria": "Participants receiving any other study agents. Participants receiving any other cancer directed concurrent therapy; such as concurrent chemotherapy, radiotherapy, or hormonal therapy. Concurrent treatment with biphosphonates/denosumab is allowed but should be started before starting treatment on study. History of allergic reaction attributed to compounds of similar chemical or biologic composition to eribulin mesylate, trastuzumab or pertuzumab, which cannot be managed by premedication. Participants who previously received eribulin mesylate are not eligible for enrollment on the phase II portion. Prior chemotherapy, targeted therapy, hormonal therapy, or radiation therapy (including any investigational agents) within 2 weeks prior entering the study or those who have not recovered adequately from adverse events (AEs) due to agents administered more than 4 weeks earlier (excluding alopecia and hot flashes). A washout period is not necessary for trastuzumab (or pertuzumab for run-in patients when applicable). A baseline corrected QT interval of > 470 ms. Uncontrolled intercurrent illness including, not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements or other significant diseases or disorders that, in the investigator's opinion, would exclude the subject from participating in the study. Symptomatic intrinsic lung disease or extensive tumor involvement of the lungs, resulting in grade 2 or higher dyspnea at rest. Currently pregnant or breast-feeding. All females must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of Œ≤-Human Chorionic Gonadotropin (Œ≤-Hcg) at the Baseline visit [within 7 days of the first dose of study treatment]). Females of childbearing potential must agree to use a medically acceptable method of contraception (e.g., abstinence, an intrauterine device, a double-barrier method such as condom + spermicidal or condom + diaphragm with spermicidal, a contraceptive implant, an oral contraceptive or have a vasectomized partner with confirmed azoospermia) throughout the entire study period and for 30 days after discontinuation of study treatment. The only subjects who will be exempt from this requirement are postmenopausal women (defined as women who have been amenorrheic for at least 12 consecutive months, in the appropriate age group, without other known or suspected primary cause) or subjects who have been sterilized surgically or who are otherwise proven sterile (i.e., bilateral tubal ligation with surgery at least 1 month before start of study treatment, hysterectomy, or bilateral oophorectomy with surgery at least 1 month before start of study treatment). Current, ongoing protocols containing pertuzumab have included continuous pregnancy monitoring during the trial and for six months after the last dose of study drug is administered. Because of the long half-life of pertuzumab, women should be warned not to become pregnant for at least six months after completion of treatment. Individuals with a history of different malignancy are ineligible except for the following circumstances. Individuals with a history of other malignancies are eligible if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if diagnosed and treated within the past 5 years: cervical cancer in situ, and non-melanoma cancer of the skin."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nUnderstand and provide written informed consent and HIPAA Authorization prior to initiation of any study-specific procedures\nHave a life expectancy > 3 months\nHave a diagnosis of metastatic breast cancer with measurable disease (RECIST 1.1)\nHave progressed on ‚â• 1 prior chemotherapeutic and/or hormonal regimen for advanced disease.\nHave documentation of progression (by RECIST 1.1) on the treatment regimen immediately prior to entering this study\nBe ‚â• 18 years of age\nHave a ECOG score of 0-1\nBe a good medical candidate for and willing to undergo a biopsy or surgical procedures to obtain tissue, which may or may not be part of the patient's routine care for their malignancy. The requirements for the amount of tissue required for analysis are detailed in Section 6.2.2.\nHave been off their prior regimen for ‚â• 3 weeks or 5 x half-life of drug, whichever is shorter and have recovered from the side effects (‚â§ grade 1) of that regimen\nHave adequate organ and bone marrow function\nFemale patients of childbearing potential must have a negative pregnancy test and agree to use at least one form of contraception during the study and for at least one month after treatment discontinuation. For the purposes of this study, child-bearing potential is defined as: all female patients that were not in post-menopause for at least one year or are surgically sterile\nMale patients must use a form of barrier contraception approved by the investigator / treating physician during the study and for at least one month after treatment discontinuation.\n\nExclusion Criteria:\n\nHave a tumor biopsy intended for use in the current study that was performed more than 2 months prior to analysis\nHave metastatic lesion that is not accessible to biopsy\nHad > 6 months treatment under the last line of therapy\nHave interventional cancer therapy conducted after the biopsy was collected prior to analysis\nHave symptomatic CNS metastasis. Patients with a history of CNS metastases who have been treated with whole brain irradiation must be stable without symptoms for 4 weeks after completion of treatment, with image documentation required, and must be either off steroids or on a stable dose of steroids for ‚â• 2 weeks prior to enrollment\nHave any previous history of another malignancy (other than cured basal cell carcinoma of the skin or cured in-situ carcinoma of the cervix) within 5 years of study entry\nHave uncontrolled concurrent illness including, but not limited to, ongoing or active serious infection, symptomatic congestive heart failure, unstable angina pectoris, unstable cardiac arrhythmias, psychiatric illness, or situations that would limit compliance with the study requirements or the ability to willingly give written informed consent\nHave known HIV, HBV, HCV infection\nAre pregnant or breast-feeding patients or any patient with childbearing potential not using adequate contraception.",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "disease_progression_after_previous_treatment": "Required",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "untreated_central_nervous_system_metastases": "Not allowed",
                "pregnancy_nursing": "Not allowed",
                "positive_hiv_status": "Not allowed",
                "ecog_performance_status_upper_bound": 1
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Understand and provide written informed consent and HIPAA Authorization prior to initiation of any study-specific procedures Be ‚â• 18 years of age Be a good medical candidate for and willing to undergo a biopsy or surgical procedures to obtain tissue, which may or may not be part of the patient's routine care for their malignancy. The requirements for the amount of tissue required for analysis are detailed in Section 6.2.2. Have been off their prior regimen for ‚â• 3 weeks or 5 x half-life of drug, whichever is shorter and have recovered from the side effects (‚â§ grade 1) of that regimen Female patients of childbearing potential must have a negative pregnancy test and agree to use at least one form of contraception during the study and for at least one month after treatment discontinuation. For the purposes of this study, child-bearing potential is defined as: all female patients that were not in post-menopause for at least one year or are surgically sterile Male patients must use a form of barrier contraception approved by the investigator / treating physician during the study and for at least one month after treatment discontinuation."
            },
            "unused_text": {
                "inclusion_criteria": "Have a ECOG score of 0-1",
                "exclusion_criteria": "Have a tumor biopsy intended for use in the current study that was performed more than 2 months prior to analysis Have metastatic lesion that is not accessible to biopsy Had > 6 months treatment under the last line of therapy Have interventional cancer therapy conducted after the biopsy was collected prior to analysis Have any previous history of another malignancy (other than cured basal cell carcinoma of the skin or cured in-situ carcinoma of the cervix) within 5 years of study entry Have uncontrolled concurrent illness including, but not limited to, ongoing or active serious infection, symptomatic congestive heart failure, unstable angina pectoris, unstable cardiac arrhythmias, psychiatric illness, or situations that would limit compliance with the study requirements or the ability to willingly give written informed consent"
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nWritten and signed informed consent prior to beginning specific protocol procedures.\nPathologically confirmed Estrogen Receptor(ER), Progesterone Receptor(PR) and Human Epidermal growth factor Receptor HER-2) negative (\"triple negative\") breast cancer and documented metastatic or locally advanced disease.\n\nMeasurable disease - with at least 1 lesion measurable by radiological method\n\nKPS>=70\n18 to 70 years old women\nPreviously treated with an anthracycline and a taxane\nHormone therapy for early-stage or metastatic breast cancer was permitted if hormonal receptor positive.\nTreatment with Herceptin for early-stage or metastatic breast cancer is permitted if HER2 positive\n\nLaboratory requirements:\n\nHematology Absolute neutrophil count>=1,500 /Œºl; Platelets>=100,000 /Œºl; Hemoglobin>=10 g/dl\nLiver function Total bilirubin<=2 times ULN ASAT (SGOT) and ALAT (SGPT)<=2.5 times UNL without liver metastasis or <=5.0 times if liver metastasis Glucose<=200 mg/dL\nRenal function Serum creatinine<=140 mol/l\nLife expectancy of at least 12 weeks\nPatients must be accessible for treatment and follow-up.\nPatients should have recovered from the acute reversible effects of prior treatment. This generally means at least 3 weeks should have elapsed since prior chemotherapy, adjuvant or Neoadjuvant treatment. and at least 4 weeks since prior (radical) radiotherapy or major surgery\n\nExclusion Criteria:\n\nWomen who are pregnant or breast feeding\nHistory of brain and/or leptomeningeal metastases\nPast or current history of malignant neoplasm other than breast carcinoma, except for curatively treated non melanoma skin cancer, in situ carcinoma of the cervix or other cancer curatively treated and with no evidence of disease for at least 5 years\nPre-existing neuropathy grade 1 according to the NCIC-CTC 3.0\nPsychiatric disorders or other conditions which would prevent pt. compliance\nOther serious illness or medical condition:\nCongestive heart failure, or unstable angina pectoris, previous history of myocardial infarction within 6 month prior to study entry, uncontrolled hypertension as determined by the Investigator or high risk uncontrolled, arrhythmia.\nHistory of significant neurological or psychiatric disorders including psychotic disorders, dementia of seizures that would prohibit the understanding and giving of informed consent.\nActive uncontrolled infection.\nUnstable peptic ulcer, unstable diabetes mellitus or other contraindication for the use of Corticosteroids.\nInability to take and/or absorb oral medicine\nPrior treatment with capecitabine and/or cisplatin\nConcurrent treatment with other experimental drugs, or participation in another clinical trial with any investigational drug within 30 days prior to study entry",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3,
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Allowed",
                "confirmed_locally_recurrent_breast_cancer": "Allowed",
                "her2_status": "Negative only",
                "er_pr_status": "Negative only",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "untreated_central_nervous_system_metastases": "Not allowed",
                "pregnancy_nursing": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 0,
                "liver_function_ast_alt_upper_bound_uln": 5,
                "liver_function_bilirubin_upper_bound_uln": 2,
                "creatinine_upper_bound_uln": 140,
                "anc_level_lower_bound_10_9_l": 1.5,
                "hgb_level_lower_bound_10_9_l": 10,
                "plt_level_lower_bound_10_9_l": 100,
                "karnofsky_performance_lower_bound": 70
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Previously treated with an anthracycline and a taxane. Hormone therapy for early-stage or metastatic breast cancer was permitted if hormonal receptor positive. Treatment with Herceptin for early-stage or metastatic breast cancer is permitted if HER2 positive. Patients should have recovered from the acute reversible effects of prior treatment. This generally means at least 3 weeks should have elapsed since prior chemotherapy, adjuvant or Neoadjuvant treatment, and at least 4 weeks since prior (radical) radiotherapy or major surgery."
            },
            "unused_text": {
                "inclusion_criteria": "Written and signed informed consent prior to beginning specific protocol procedures. KPS>=70. 18 to 70 years old women. Patients must be accessible for treatment and follow-up. Glucose<=200 mg/dL. Serum creatinine<=140 mol/l. Life expectancy of at least 12 weeks.",
                "exclusion_criteria": "Psychiatric disorders or other conditions which would prevent pt. compliance. Other serious illness or medical condition: Congestive heart failure, or unstable angina pectoris, previous history of myocardial infarction within 6 month prior to study entry, uncontrolled hypertension as determined by the Investigator or high risk uncontrolled, arrhythmia. History of significant neurological or psychiatric disorders including psychotic disorders, dementia of seizures that would prohibit the understanding and giving of informed consent. Active uncontrolled infection. Unstable peptic ulcer, unstable diabetes mellitus or other contraindication for the use of Corticosteroids. Inability to take and/or absorb oral medicine. Prior treatment with capecitabine and/or cisplatin."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nPatients with HER2-positive MBC and unequivocal evidence of brain metastases.\n\nDocumented HER2-positive tumor status at study entry defined as:\n\nImmunohistochemical (IHC) score 3+ or\nIHC score 1-2+ and confirmed as FISH (Fluorescence in situ hybridization) positive (based on ASCO-CAP guidelines 2013) or\nFISH or ISH (in situ hybridization) positive (based on ASCO-CAP guidelines 2013)\n\nPatient must have at least one measurable brain lesion (defined as any lesion ‚â• 5mm cm in the longest dimension), on T1 weighted, gadolinium enhanced MRI. Patients may have had surgical excisions of brain metastases provided at least one lesions meets the following criteria:\n\nPatients with brain metastases previously untreated with any intra-cranial radiation (i.e. no whole brain radiation therapy [WBRT]/partial brain radiation or stereotactic radiosurgery [SRS]) must have at least one intra-cranial tumor lesion that is ‚â• 5mm.\nPatients with brain metastases previously untreated with any intracranial radiation (i.e., no whole brain radiation therapy [WBRT]/partial brain radiation or stereotactic radiosurgery [SRS]) must have at least one intracranial tumor lesion that is ‚â• 5mm.\nPatients with brain metastases previously treated with WBRT/partial brain radiation only must have at least one intracranial tumor lesion ‚â• 5mm and must have evidence of intracranial progressive disease\nPatients previously treated with WBRT/partial brain radiation and SRS must have at least one intracranial tumor lesion ‚â• 5mm that was not treated with SRS and must have intracranial disease.\nPatients previously treated with SRS must either demonstrate disease progression ‚â• 12 weeks after completing SRS with a lesion measuring ‚â• 5mm or must have at least one intracranial tumor lesion ‚â• 5mm that was not treated with SRS.\nPatients who have received WBRT/partial brain radiation for intra-cranial metastases are eligible if treatment was completed ‚â•28 days prior to the first dose of study drug.\nEstrogen receptor (ER) and progesterone receptor (PR) status in the primary or most recent tumor assessment must be known or pending at the time of study registration. Patient's ER/PR status (i.e., positive or negative) does not influence enrollment but is a requirement.\nPatient must have received prior treatment with HER2-directed therapy such as trastuzumab, either in the adjuvant or metastatic setting.\nPrior treatment with lapatinib in the (neo)adjuvant and metastatic setting.\nPatients without prior chemotherapy for MBC are eligible provided the patients relapsed during adjuvant therapy with trastuzumab or ‚â§6 months following completion of adjuvant therapy. Otherwise, there is no specific minimum or maximum number of previous chemotherapy regimens for MBC.\n\nPatients must have completed cytotoxic chemotherapy ‚â•21 days (for an every 3-week regimen) or ‚â•14 days (for an every 2-week or weekly regimen) and have recovered from or come to a new chronic or stable baseline from all treatment-related toxicities in order to be eligible for study treatment.\n\nPatient must have completed biologic therapy ‚â•3 weeks or 5-half lives whichever is shorter.\nPatient must be discontinued from hormonal therapy a minimum of 1 day prior to the first dose of study treatment.\nPatients receiving palliative radiation to bone, soft tissue or any other disease sites must have completed this ‚â•1 week prior to the first dose of study treatment.\nPatients must have recovered (>2 week recovery is mandated) from any acute neurosurgical intervention for metastatic CNS disease (e.g., resection, shunt placement) and must be clinically stable. These patients must have residual measurable CNS lesion(s) following the surgical procedure if this site is to serve as the target lesion.\nPatients must be neurologically stable, and if receiving steroids, must be on stable or decreasing doses of corticosteroids and/or anticonvulsants for defined as being on stable low doses of corticosteroids ‚â• 5 days prior to the first dose of study treatment.\nEastern Cooperative Oncology Group (ECOG) Performance Status score of 0 to 2.\nAdequate hematologic, renal, and hepatic function.\nAdequate coagulation parameters.\n\nOther laboratory testing:\n\nSerum magnesium ‚â• the institutional lower limit of normal (LLN)\nSerum potassium ‚â• the institutional LLN\nLeft-ventricular-ejection fraction (LVEF) of ‚â•50% by an echocardiogram (ECHO) or by a multiple-gated acquisition (MUGA)\nMale patients willing to use adequate contraceptive measures.\nFemale patients who are not of child-bearing potential, and female patients of child-bearing potential who agree to use adequate contraceptive measures, who are not breastfeeding, and who have a negative serum or urine pregnancy test within 72 hours prior to start of treatment.\nLife expectancy ‚â•12 weeks.\nAbility to swallow oral medications.\nWillingness and ability to comply with trial and follow-up procedures.\nAbility to understand the nature of this trial and give written informed consent.\n\nExclusion Criteria:\n\nPrevious treatment with cabazitaxel.\nCNS disease requiring immediate neurosurgical intervention (e.g., resection, shunt placement, etc.).\nLeptomeningeal metastases as the only site of CNS metastases. Patients with parenchymal brain metastases and leptomeningeal metastases are eligible provided they meet all other eligibility criteria.\nPeripheral neuropathy ‚â•Grade 2 (CTCAE v4.0).\nConcurrent treatment with radiation therapy, hormonal therapy, biologic therapy or chemotherapy is not allowed. Low dose corticosteroids (‚â§30 mg/day prednisone or its equivalent) are allowed.\nConcurrent treatment with drugs known to be moderate and strong inhibitors or inducers of isoenzyme CYP3A that cannot be discontinued or switched to different medication prior to starting study drug.\nConcurrent use of St. John's wort and grapefruit/grapefruit juice ‚â§7 days prior to starting study drug is not allowed.\nPresence of active gastrointestinal (GI) disease or other condition that in the opinion of the investigator will interfere significantly with the absorption, distribution, metabolism, or excretion of oral therapy (e.g. ulcerative disease, uncontrolled nausea, or vomiting).\nKnown diagnosis of human immunodeficiency virus (HIV), Hepatitis B (HBV) or Hepatitis C (HCV).\nPresence of other active cancers, or history of treatment for invasive cancer ‚â•3 years. Patients with stage I cancer who have received definitive local treatment with curative intent at least 3 years previously, and are considered unlikely to recur are eligible. All patients with previously treated in situ carcinoma (i.e. non-invasive) are eligible, as are patients with history of non-melanoma skin cancer.\n\nAny severe and/or uncontrolled medical conditions or other conditions that could affect participation in the study such as:\n\nSymptomatic congestive heart failure (CHF) of New York Heart Association Class III or IV.\nQTc > 480 ms on screening ECG (using the Fredericia formula)\nPoorly controlled or clinically significant atherosclerotic vascular disease including cerebrovascular accident (CVA), transient ischemic attack (TIA), angioplasty, cardiac or vascular stenting in the past 6 months\nActive (acute or chronic) or uncontrolled severe infections.\nActive hepatic or biliary disease (except for patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases, or stable chronic liver disease per investigator assessment).\nKnown hypersensitivity to cabazitaxel or other drugs formulated with polysorbate 80.\nPsychological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.\nInability or unwillingness to comply with study and/or follow-up procedures outlined in the protocol.",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "her2_status": "Positive only",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "untreated_central_nervous_system_metastases": "Allowed",
                "pregnancy_nursing": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 1,
                "positive_hiv_status": "Not allowed",
                "liver_function_ast_alt_upper_bound_uln": 1,
                "liver_function_bilirubin_upper_bound_uln": 1,
                "creatinine_upper_bound_uln": 1,
                "creatinine_clearance_lower_bound": 0,
                "lvef_lower_bound_percent": 50,
                "anc_level_lower_bound_10_9_l": 0,
                "hgb_level_lower_bound_10_9_l": 0,
                "plt_level_lower_bound_10_9_l": 0,
                "granulocytes": 0,
                "karnofsky_performance_lower_bound": 0,
                "ecog_performance_status_upper_bound": 2
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Patients must have completed cytotoxic chemotherapy ‚â•21 days (for an every 3-week regimen) or ‚â•14 days (for an every 2-week or weekly regimen) and have recovered from or come to a new chronic or stable baseline from all treatment-related toxicities in order to be eligible for study treatment. Patient must have completed biologic therapy ‚â•3 weeks or 5-half lives whichever is shorter. Patient must be discontinued from hormonal therapy a minimum of 1 day prior to the first dose of study treatment. Patients receiving palliative radiation to bone, soft tissue or any other disease sites must have completed this ‚â•1 week prior to the first dose of study treatment. Patients must have recovered (>2 week recovery is mandated) from any acute neurosurgical intervention for metastatic CNS disease (e.g., resection, shunt placement) and must be clinically stable. These patients must have residual measurable CNS lesion(s) following the surgical procedure if this site is to serve as the target lesion. Patients must be neurologically stable, and if receiving steroids, must be on stable or decreasing doses of corticosteroids and/or anticonvulsants for defined as being on stable low doses of corticosteroids ‚â• 5 days prior to the first dose of study treatment. Eastern Cooperative Oncology Group (ECOG) Performance Status score of 0 to 2. Adequate hematologic, renal, and hepatic function. Adequate coagulation parameters. Other laboratory testing: Serum magnesium ‚â• the institutional lower limit of normal (LLN) Serum potassium ‚â• the institutional LLN Left-ventricular-ejection fraction (LVEF) of ‚â•50% by an echocardiogram (ECHO) or by a multiple-gated acquisition (MUGA) Male patients willing to use adequate contraceptive measures. Female patients who are not of child-bearing potential, and female patients of child-bearing potential who agree to use adequate contraceptive measures, who are not breastfeeding, and who have a negative serum or urine pregnancy test within 72 hours prior to start of treatment. Life expectancy ‚â•12 weeks. Ability to swallow oral medications. Willingness and ability to comply with trial and follow-up procedures. Ability to understand the nature of this trial and give written informed consent."
            },
            "unused_text": {
                "inclusion_criteria": "Patients with HER2-positive MBC and unequivocal evidence of brain metastases. Documented HER2-positive tumor status at study entry defined as: Immunohistochemical (IHC) score 3+ or IHC score 1-2+ and confirmed as FISH (Fluorescence in situ hybridization) positive (based on ASCO-CAP guidelines 2013) or FISH or ISH (in situ hybridization) positive (based on ASCO-CAP guidelines 2013) Patient must have at least one measurable brain lesion (defined as any lesion ‚â• 5mm cm in the longest dimension), on T1 weighted, gadolinium enhanced MRI. Patients may have had surgical excisions of brain metastases provided at least one lesions meets the following criteria: Patients with brain metastases previously untreated with any intra-cranial radiation (i.e. no whole brain radiation therapy [WBRT]/partial brain radiation or stereotactic radiosurgery [SRS]) must have at least one intra-cranial tumor lesion that is ‚â• 5mm. Patients with brain metastases previously untreated with any intracranial radiation (i.e., no whole brain radiation therapy [WBRT]/partial brain radiation or stereotactic radiosurgery [SRS]) must have at least one intracranial tumor lesion that is ‚â• 5mm. Patients with brain metastases previously treated with WBRT/partial brain radiation only must have at least one intracranial tumor lesion ‚â• 5mm and must have evidence of intracranial progressive disease Patients previously treated with WBRT/partial brain radiation and SRS must have at least one intracranial tumor lesion ‚â• 5mm that was not treated with SRS and must have intracranial disease. Patients previously treated with SRS must either demonstrate disease progression ‚â• 12 weeks after completing SRS with a lesion measuring ‚â• 5mm or must have at least one intracranial tumor lesion ‚â• 5mm that was not treated with SRS. Patients who have received WBRT/partial brain radiation for intra-cranial metastases are eligible if treatment was completed ‚â•28 days prior to the first dose of study drug. Estrogen receptor (ER) and progesterone receptor (PR) status in the primary or most recent tumor assessment must be known or pending at the time of study registration. Patient's ER/PR status (i.e., positive or negative) does not influence enrollment but is a requirement. Patient must have received prior treatment with HER2-directed therapy such as trastuzumab, either in the adjuvant or metastatic setting. Prior treatment with lapatinib in the (neo)adjuvant and metastatic setting. Patients without prior chemotherapy for MBC are eligible provided the patients relapsed during adjuvant therapy with trastuzumab or ‚â§6 months following completion of adjuvant therapy. Otherwise, there is no specific minimum or maximum number of previous chemotherapy regimens for MBC."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\ndiagnosis histologically confirmed of metastatic breast cancer\nage (from 18 to 90 years)\nEastern Cooperative Oncology Group (ECOG) performance status (0 or 1-2)\nhormonal-receptor status (positive or negative)\nprevious adjuvant chemotherapy (none, anthracycline or anthracycline plus taxane)\nprevious hormonal therapy (adjuvant or metastatic)disease-free interval from the first diagnosis of breast cancer (‚â§ or >12 months)\nextent of disease (‚â§ or >3 sites)\nlocation of disease (viscera or bone)\ndisease evaluation (measurable or non-measurable)and bevacizumab maintenance (yes or no).\n\nExclusion Criteria:\n\nPatients with human epidermal growth factor receptor type 2 (HER2)-positive",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "no_participation_in_other_clinical_trials": "Not required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "her2_status": "Negative only",
                "er_pr_status": "Both allowed",
                "measurable_lesion": "Allowed"
            },
            "health_and_organ_function": {
                "ecog_performance_status_upper_bound": 2
            },
            "text_relating_to_medical_history": {},
            "unused_text": {
                "inclusion_criteria": "age (from 18 to 90 years) Eastern Cooperative Oncology Group (ECOG) performance status (0 or 1-2) previous adjuvant chemotherapy (none, anthracycline or anthracycline plus taxane) previous hormonal therapy (adjuvant or metastatic)disease-free interval from the first diagnosis of breast cancer (‚â§ or >12 months) extent of disease (‚â§ or >3 sites) location of disease (viscera or bone) disease evaluation (measurable or non-measurable)and bevacizumab maintenance (yes or no)."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nFemale patients ‚â• 18 years old.\nPatients with HER2/neu negative, incurable, metastatic or unresectable locally advanced breast cancer, who are candidates for chemotherapy.\nPatients with measurable or evaluable-only (RECIST 1.1)\nDocumented Estrogen Receptor (ER) / Progesteron Receptor (PR) status.\nHER2/neu-negative disease\nPatients with an ECOG Performance Status ‚â§ 2.\nLife expectancy of > 12 weeks.\nSignature of Informed Consent Form\n\nExclusion Criteria:\n\nPrevious chemotherapy for HER2/neu negative, incurable, metastatic or unresectable locally advanced breast cancer.\nPrior hormonal therapy for HER2/neu negative, incurable, metastatic or unresectable locally advanced breast cancer that has not been discontinued 1 week before start of study treatment.\nPrior adjuvant/neo-adjuvant chemotherapy within 6 months prior to first study treatment. However, if the prior adjuvant/neo-adjuvant chemotherapy was taxane based, patients are excluded if they received their last chemotherapy within12 months prior to first study treatment.\nPrior radiotherapy covering more than 30% of marrow-bearing bone.\nPatients that have received recent radiation therapy that are not recovered from any significant (Grade ‚â• 3) acute toxicity prior to study treatment.\nPrior therapy with bevacizumab, sorafenib, sunitinib, or other VEGF pathway-targeted therapy.\nChronic daily treatment with aspirin\nChronic daily treatment with corticosteroids, with the exception of inhaled steroids.\nCurrent or recent treatment with another investigational drug or participation in another investigational study.\nInadequate bone marrow, liver, renal function\nINR > 1.5 or an aPTT > 1.5 x ULN within 7 days prior to first study treatment.\nKnown CNS disease, except for treated brain metastases.\nPatients with concurrent active malignancy\nPregnant or lactating\nWomen of childbearing potential not using effective, non-hormonal means of contraception\nMajor surgical procedure (including open biopsy) within 28 days prior to the first study treatment\nCore biopsy or other minor surgical procedure, within 7 days prior to day 1.\nSignificant vascular disease within 6 months prior to day 1.\nAny previous venous thrombo-embolism > CTC Grade 3.\nHistory of haemoptysis\nHistory or evidence of inherited bleeding diathesis or coagulopathy with the risk of bleeding.\nUncontrolled hypertension\nClinically significant (i.e. active) cardiovasculair disease\nLVEF by MUGA or ECHO < 50%.\nHistory of abdominal fistula, Grade 4 bowel obstruction or GI perforation, intra-abdominal abscess within 6 months of randomization.\nSerious non-healing wound, peptic ulcer or bone fracture.\nKnown hypersensitivity to any of the study drugs or excipients.\nHypersensitivity to Chinese hamster ovary cell products or other recombinant human or humanized antibodies.\nPsychiatric illness, physical examination or laboratory findings that may interfer with protocol",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3,
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Allowed",
                "confirmed_locally_recurrent_breast_cancer": "Allowed",
                "her2_status": "Negative only",
                "er_pr_status": "Both allowed",
                "measurable_lesion": "Allowed"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "untreated_central_nervous_system_metastases": "Not allowed",
                "pregnancy_nursing": "Not allowed",
                "ecog_performance_status_upper_bound": 2,
                "lvef_lower_bound_percent": 50
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Female patients ≥ 18 years old."
            },
            "unused_text": {
                "inclusion_criteria": "Signature of Informed Consent Form"
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nPerformance status ECOG 0-2 and a life expectancy of >3 months.\nPatients were required to have measurable disease in the liver, defined as lesions measuring >1 cm in largest diameter on spiral-computed tomography (CT) or magnetic resonance imaging (MRI)\nHistologically confirmed metastatic advanced solid tumors involving the liver, liver replacement less than 70%\nNo bevacizumab (avastin) use within 4 weeks prior to enrollment.\nAbsence of portal vein thrombosis\nNot a surgical candidate or patients refuge surgery at the time of enrollment\nLoss of response to at least 1 line of systemic chemotherapy in metastatic setting\nAn asymptomatic extra-hepatic disease is allowed, provided that the extent of the metastatic disease in the liver represented the bulk of the metastatic disease.\nHistory of liver-directed therapy is eligible at the investigator's discretion.\nAdequate renal function with a calculated creatinine clearance greater than 60 mL/min.\nHepatic function as follows: Total Bilirubin ‚â§3 mg/dL, AST ‚â§5 times upper normal reference value, or ALT ‚â§ 5 times upper normal reference value.\nAdequate bone marrow function (ANC ‚â•1500 cells/uL; PLT ‚â• 100,000 cells/uL) before each therapy.\nAt least three weeks from previous immunotherapy, chemotherapy or radiotherapy before being enrolled in this study.\nAll females in childbearing age MUST have a negative serum HCG test unless patients have prior hysterectomy.\n\nExclusion Criteria:\n\nClinical or radiographic evidence of moderate amount of ascites.\nHistory of cirrhosis with Child-Pugh class B or C.\nPregnant or lactating females.\nInability to complete informed consent process and adhere to protocol treatment plan and follow-up requirements.\nPatients receiving any other investigational agents.\nPatients with bleeding diathesis (clinical bleeding, prothrombin time =/> 1.5 X upper institutional normal value, INR =/> 1.5, activated partial thromboplastin time aPTT =/> 1.5 X upper institutional normal value), active gastric or duodenal ulcer.\nHistory of thrombophilia, recurrent DVTs, diagnosis of phospholipid syndrome.\nPast or current history of malignancy other than breast cancer with the exception of treated non-melanoma skin cancer or carcinoma in situ of the cervix, or other cancers cured by local therapy alone and a DFS ‚â•5 years.\nConcurrent severe illness such as active infection, or psychiatric illness/social situations that would limit safety and compliance with study requirements.\nPatients with clinically significant cardiovascular disease: myocardial infarction or unstable angina within 6 months, New York Heart Association Grade II or greater congestive heart failure, serious cardiac arrhythmia requiring medication, unstable angina pectoris, clinically significant peripheral vascular disease\nPatients have untreated brain metastasis requiring or leptomeningeal metastases.",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "months_of_life_expectancy": 3,
                "no_participation_in_other_clinical_trials": "Required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Allowed",
                "confirmed_metastases_breast_cancer": "Required",
                "disease_progression_after_previous_treatment": "Required",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Required",
                "pregnancy_nursing": "Not allowed",
                "untreated_central_nervous_system_metastases": "Not allowed",
                "liver_function_ast_alt_upper_bound_uln": 5,
                "liver_function_bilirubin_upper_bound_uln": 3,
                "creatinine_clearance_lower_bound": 60,
                "anc_level_lower_bound_10_9_l": 1.5,
                "plt_level_lower_bound_10_9_l": 100,
                "ecog_performance_status_upper_bound": 2
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "History of liver-directed therapy is eligible at the investigator's discretion."
            },
            "unused_text": {
                "inclusion_criteria": "Performance status ECOG 0-2 and a life expectancy of >3 months. Patients were required to have measurable disease in the liver, defined as lesions measuring >1 cm in largest diameter on spiral-computed tomography (CT) or magnetic resonance imaging (MRI) Histologically confirmed metastatic advanced solid tumors involving the liver, liver replacement less than 70% No bevacizumab (avastin) use within 4 weeks prior to enrollment. Absence of portal vein thrombosis Not a surgical candidate or patients refuge surgery at the time of enrollment An asymptomatic extra-hepatic disease is allowed, provided that the extent of the metastatic disease in the liver represented the bulk of the metastatic disease. At least three weeks from previous immunotherapy, chemotherapy or radiotherapy before being enrolled in this study. All females in childbearing age MUST have a negative serum HCG test unless patients have prior hysterectomy."
            }
        }
    },
    {
        "Trial Text": "Inclusion Criteria:\n\nFemales with histologically confirmed, metastatic or stage IV breast cancer\nER/PgR negative or poor (Allred score ‚â§ 3/8) and HER2 negative breast cancer\nECOG performance status 0-2\nAge ‚â• 20 years\nPreviously treated by anthracycline and taxane in adjuvant/neoadjuvant or metastatic setting\n‚â§ 2 chemotherapy regimens for metastatic disease\nRadiological or objective evidence of recurrence or progression on or after the last systemic therapy prior to enrolment.\nCNS metastasis is permitted if asymptomatic and not requiring treatment with steroids and is documented to be non-progressing at study entry\nPresence of measurable or evaluable disease by RECIST 1.1 criteria\nAdequate hematopoietic function: Absolute granulocyte count ‚â•1,500/mm3, platelet ‚â•100,000/mm3, hemoglobin ‚â• 10g/mm3\nAdequate hepatic function: total bilirubin ‚â§ 1.5 x upper normal limit (UNL), AST/ALT ‚â§2.5 x UNL or ‚â§5 x UNL if presented with hepatic metastasis\nFasting serum cholesterol ‚â§ 300mg/dl and fasting triglycerides ‚â§ 2.5 x UNL\nAdequate renal function: Serum creatinine ‚â§1.5mg/dL\nPatients should sign a written informed consent before study entry\nPatients with positive HBV-DNA of HBsAg at screening must initiate prophylaxis with appropriate antiviral medication at least one week prior to treatment start\n\nExclusion Criteria:\n\nKnown active CNS metastasis\nPatients who received prior therapy with gemcitabine\nPatients with only non-measurable lesions other than bone metastasis (e.g. pleural effusion, ascites).\nPatients with more than 3 prior chemotherapy lines for treating metastatic breast cancer.\nPatients who received prior therapy with mTOR inhibitor or PI3K inhibitor\nKnown hypersensitivity to mTOR inhibitors, e.g. Sirolimus (rapamycin).\nRadiotherapy within four weeks prior to enrolment, except radiotherapy to the bone for analgesic purpose or for lytic lesions at risk of fracture. Patients must have recovered from radiotherapy toxicities prior to enrolment.\nPatients who have history of cancer other than in situ uterine cervix cancer or nonmelanotic skin cancer\nImpairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral everolimus\nActive ulceration of upper gastrointestinal tract\nOther concurrent severe and/or uncontrolled conditions (e.g. uncontrolled diabetes mellitus, active untreated or uncontrolled infection, chronic obstructive or chronic restrictive pulmonary disease including dyspnea at rest from any cause) that could cause unacceptable safety risks or compromise compliance with the protocol.\nPatients with a known history of HIV seropositivity. Screening for HIV infection at baseline is not required.\nSignificant symptomatic deterioration of lung function. If clinically indicated, pulmonary function tests including measures of predicted lung volumes, DLco, O2 saturation at rest on room air should be considered to exclude restrictive pulmonary disease, pneumonitis or pulmonary infiltrates.\nPatients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A at enrolment (rifabutin, rifampicin, clarithromycin, ketoconazole, itraconazole, voriconazole, ritonavir, telithromycin) continuously for at least 7 days during any time period in the last 2 weeks prior to enrolment\nKnown hypersensitivity to protocol treatment\nPregnant or breast feeding\nPeripheral neuropathy ‚â• grade 2 (NCI CTCAE version 4.0) at randomization\nPatients unwilling to or unable to comply with the protocol",
        "Extracted Criteria": {
            "demographics_and_general_characteristics": {
                "no_participation_in_other_clinical_trials": "Not required"
            },
            "disease_characteristics": {
                "confirmed_breast_cancer": "Required",
                "confirmed_metastases_breast_cancer": "Required",
                "confirmed_locally_recurrent_breast_cancer": "Not required",
                "disease_progression_after_previous_treatment": "Required",
                "her2_status": "Negative only",
                "er_pr_status": "Negative only",
                "measurable_lesion": "Required"
            },
            "health_and_organ_function": {
                "sufficient_renal_function": "Required",
                "sufficient_bone_marrow": "Required",
                "sufficient_liver_function": "Required",
                "sufficient_heart_cardiovascular_function": "Not required",
                "sufficient_lung_function": "Not required",
                "untreated_central_nervous_system_metastases": "Allowed",
                "pregnancy_nursing": "Not allowed",
                "peripheral_neuropathy_grade_upper_bound": 1,
                "positive_hiv_status": "Not allowed",
                "liver_function_ast_alt_upper_bound_uln": 5,
                "liver_function_bilirubin_upper_bound_uln": 1.5,
                "creatinine_upper_bound_uln": 1.5,
                "anc_level_lower_bound_10_9_l": 1.5,
                "hgb_level_lower_bound_10_9_l": 10,
                "plt_level_lower_bound_10_9_l": 100
            },
            "text_relating_to_medical_history": {
                "inclusion_criteria": "Patients with positive HBV-DNA of HBsAg at screening must initiate prophylaxis with appropriate antiviral medication at least one week prior to treatment start"
            },
            "unused_text": {
                "inclusion_criteria": "Females with histologically confirmed, metastatic or stage IV breast cancer ER/PgR negative or poor (Allred score ‚â§ 3/8) and HER2 negative breast cancer ECOG performance status 0-2 Age ‚â• 20 years Previously treated by anthracycline and taxane in adjuvant/neoadjuvant or metastatic setting ‚â§ 2 chemotherapy regimens for metastatic disease Radiological or objective evidence of recurrence or progression on or after the last systemic therapy prior to enrolment. CNS metastasis is permitted if asymptomatic and not requiring treatment with steroids and is documented to be non-progressing at study entry Presence of measurable or evaluable disease by RECIST 1.1 criteria Adequate hematopoietic function: Absolute granulocyte count ‚â•1,500/mm3, platelet ‚â•100,000/mm3, hemoglobin ‚â• 10g/mm3 Adequate hepatic function: total bilirubin ‚â§ 1.5 x upper normal limit (UNL), AST/ALT ‚â§2.5 x UNL or ‚â§5 x UNL if presented with hepatic metastasis Fasting serum cholesterol ‚â§ 300mg/dl and fasting triglycerides ‚â§ 2.5 x UNL Adequate renal function: Serum creatinine ‚â§1.5mg/dL Patients should sign a written informed consent before study entry",
                "exclusion_criteria": "Known active CNS metastasis Patients who received prior therapy with gemcitabine Patients with only non-measurable lesions other than bone metastasis (e.g. pleural effusion, ascites). Patients with more than 3 prior chemotherapy lines for treating metastatic breast cancer. Patients who received prior therapy with mTOR inhibitor or PI3K inhibitor Known hypersensitivity to mTOR inhibitors, e.g. Sirolimus (rapamycin). Radiotherapy within four weeks prior to enrolment, except radiotherapy to the bone for analgesic purpose or for lytic lesions at risk of fracture. Patients must have recovered from radiotherapy toxicities prior to enrolment. Patients who have history of cancer other than in situ uterine cervix cancer or nonmelanotic skin cancer Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral everolimus Active ulceration of upper gastrointestinal tract Other concurrent severe and/or uncontrolled conditions (e.g. uncontrolled diabetes mellitus, active untreated or uncontrolled infection, chronic obstructive or chronic restrictive pulmonary disease including dyspnea at rest from any cause) that could cause unacceptable safety risks or compromise compliance with the protocol. Patients with a known history of HIV seropositivity. Screening for HIV infection at baseline is not required. Significant symptomatic deterioration of lung function. If clinically indicated, pulmonary function tests including measures of predicted lung volumes, DLco, O2 saturation at rest on room air should be considered to exclude restrictive pulmonary disease, pneumonitis or pulmonary infiltrates. Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A at enrolment (rifabutin, rifampicin, clarithromycin, ketoconazole, itraconazole, voriconazole, ritonavir, telithromycin) continuously for at least 7 days during any time period in the last 2 weeks prior to enrolment Known hypersensitivity to protocol treatment Patients unwilling to or unable to comply with the protocol"
            }
        }
    }
]